[
  {
    "_id": {
      "$oid": "65dd8ae4af9bb1610e995403"
    },
    "name": "call of duty warzone",
    "description": "Call of Duty: Warzone یک بازی آنلاین نبرد رویال است که توسط Infinity Ward و Raven Software توسعه یافته است. از ماشین فعلی خود استفاده کنید و از Activision برای استفاده از ماشین مورد علاقه خود استفاده کنید. در این تصویر من می خواهم به جایی بروم که در آن جزیره ای استعاری پیدا کردم که در آن یک ماشین جدید وجود دارد. من یک ماشین ساخته ام و برخلاف آنچه در خانه خود یا در گذشته ساخته ام است. دوست دارم به دفتر خانه بروم آن را پیکربندی کنید. وقتی تماس می گیرید نیازی نیست. of Duty: Warzone با ماشین مخصوص و انواع سلاح و تجهیزات در حومت شهر. هنگامی که می خواهید سلاح های با کیفیت و کلاسیک نصب کنید، انتخاب کنید که از کدام یک استفاده کنید. این اسلحه ها موجود هستند و امکان استفاده از آنها فقط به یک نفر محدود می شود.در هنگام انتخاب کشور منبع خاصی را انتخاب کنید.در اینجا تصویری از موقعیت و مناطق مختلف آن در جزیره فرستاده که یک کشور خارجی وجود دارد می باشد. ذکر موقعیت این کشور ضروری است. منابع و تجهیزات افزایش یافته برای انتخاب، از جمله ماندن و پروزی، جمع عربی. این مناطق شامل انواع مختلفی از امنیت و امکانات برای پشتیبانی و افزایش دسترسی برای بهره مندی از حضور دیگران می باشد.هر زمان که این قسمت ها در دسترس نیستند می توانید از کشی که نیاز به نصب و استفاده دارد استفاده کنید.این موارد بسیار مفید هستند. تاکتیک ها و مهارت ها برای این دیدگاه مناسب است. آیا می خواهید بدانید از چه نوع NPC و شخصیتی صحبت می کنید یا داستانی سطحی چیست؟آیا در گذشته آهنگ هایی در این کشور وجود دارد؟ بهبود بخشند",
    "genre": ["action"],
    "platform": ["pc", "xbox", "playstation"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/callofdutywarzone/1.jpg",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "بازی های بتل رویال زیادی را تا به امروز دیده‌ایم اما همین اول باید بگویم که نسخه بتای کالاف دیوتی وارزون توانسته ریتم سریع‌تری را نسبت به بتل رویال‌های دیگر داشته باشد. نقشه‌ای عظیم با کلی جزئیات و مناسب برای نوع بازی افراد مختلف از اسنایپ گرفته تا بازیکنانی با سبک بازی تهاجمی‌تر و حضور ۱۵۰ بازیکن به‌صورت همزمان در گروه های سه نفره یا حالت تک‌نفره، باعث شده تا با یک حالت بتل رویال سریع و هیجان انگیز طرف باشیم. قانون کلی مانند همه بتل‌رویال‌های دیگر مشخص است: به‌سرعت آیتم‌های خوب را پیدا کنید و تا آخر زنده بمانید! خوشبختانه هرچند در زمان عرضه شاهد حالت Solo نبودیم، اما اکنون بازیکنان می‌توانند به‌صورت تک نفره نیز وارد رقابت بتل‌رویال وارزون شوند",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/callofdutywarzone/1.jpg",
        "_id": {
          "$oid": "65dd8ae4af9bb1610e995404"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "حالت Gulag در هر دو بخش تک‌نفره و گروه سه نفره در دسترس قرار دارد و هر بازیکنی بتواند حریف خود را بکشد‌، تنها برای یک بار دوباره به مسابقه بر می‌گردد. شانس دوباره باعث شده است که حتی بعد از کشتن سایر بازیکنان منتظر انتقام آن‌ها بمانید و به‌قولی حسابی حواس خود را جمع کنید. بازیکنان خشمگین بازی بعد از برگشتن از نبرد تن به تن حالا انگیزه‌ی بیشتری برای اول شدن دارند و اتفاقا به‌دنبال قاتل خود می‌گردند. سرعت بالای گیم‌پلی حتی در حالت Gulag هم حفظ شده است و برخلاف بازی‌هایی مانند Battlefiled V با سرعت Respawn پایین، به اصطلاح سازندگان وقت بازیکنان را تلف نمی‌کند. در حالت سه‌نفره حتی اگر یکی از بازیکنان نیز به مسابقه برگردد می‌تواند با جمع کردن ۴۵۰۰ دلار، هم تیمی خود را به زمین مسابقه بازگرداند. خوشبختانه امکان خوب کردن خود یا Self Revive در بازی وجود دارد و با جمع کردن پول می‌توانید این ویژگی‌ را به‌دست بیاورید که به‌ویژه در حالت Solo به‌شما کمک می‌کند",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/callofdutywarzone/2.jpg",
        "_id": {
          "$oid": "65dd8ae4af9bb1610e995405"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "یکی از ویژگی‌های جذاب وارزون گنجاندن کیل استریک‌ها در گیم‌پلی حالت بتل رویال است. با جمع کردن پول می‌توانید به مکان‌های مشخص شده بروید و باتوجه‌به بودجه خود سلاح و تجهیزات مورد نظرتان را خریداری کنید. از طرفی در نقشه یک سری ذره‌بین یا پرچم هم مشخص است که با دنبال کردن ذره‌بین‌ یا پرچم درنهایت به لوت‌های بهتر از جمله اسلحه طلایی یا بنفش می‌رسید تا دست برتر را در بازی داشته باشید. فروشگاه بازی شامل آیتم‌های مختلف با قیمت‌های متفاوت می‌شود و خوشبختانه به‌لطف در دسترس بودن پول به میزان کافی، بازیکنان می‌توانند از فواید مکان‌های مشخص شده برای خرید استفاده کنند. علاوه‌براین ویژگی بانتی نیز در بازی گنجانده شده است که با برداشتن نماد آن، به سراغ یکی از بازیکنان نزدیک خود می‌روید",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/callofdutywarzone/3.jpg",
        "_id": {
          "$oid": "65dd8ae4af9bb1610e995406"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "وارزون همینطور یک حالت جانبی به نام Plunder نیز دارد. این روزها که شدیدا درگیر بازی دیویژن ۲ هستم، حالت Plunder برای من به‌لطف حضور هلیکوپتر یادآور حالت دارک‌زون دیویژن ۲ است. در این حالت باید با جمع کردن پول و کشتن دشمنایی که پول زیادی دارند، درنهایت با استفاده از بالون یا صدا کردن هلیکوپتر پول‌تان را از زمین بازی خارج کنید. گروهی که درنهایت یک میلیون دلار جمع کند یا در پایان بیشترین میزان پول را از زمین خارج کرده باشد، پیروز رقابت خواهد بود. نکته مهم در رابطه با حالت Plunder نمایش افرادی است که بیشترین پول را به جیب زده‌اند. در نتیجه بازیکنان می‌توانند با نگاه کردن به نقشه به سمت نفرات برتر حمله‌ور شوند",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/callofdutywarzone/4.jpg",
        "_id": {
          "$oid": "65dd8ae4af9bb1610e995407"
        }
      },
      {
        "title": "The Start Way 5",
        "description": "موفقیت بالای Warzone برای فرنچایز کالاف دیوتی سرنوشت‌ساز بود. در حالی که انتشار سالیانه کالاف دیوتی‌های جدید قرار بود همچنان ادامه داشته باشد، اکتیویژن می‌خواست از وارزون به عنوان پلتفرم اصلی این فرنچایز استفاده کند. نتیجه این شد که وارزون و نسخه‌های آینده کالاف دیوتی باید با یکدیگر منطبق شوند و در کنار یک سیستم پیشرفت هماهنگ، از سلاح‌های مشترک هم بهره ببرند",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/callofdutywarzone/6.jpg",
        "_id": {
          "$oid": "65dd8ae4af9bb1610e995408"
        }
      }
    ],
    "score": 4,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/callofdutywarzone/1.webp",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/callofdutywarzone/1.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2020-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        "تجربهٔ بتل رویال پر جنب و جوش و هیجان‌انگیز",
        "گرافیک فوق‌العاده و جزئیات بصری بالا که تجربهٔ بازی رو واقعی‌تر می‌کنه",
        "تنوع بالای سلاح‌ها و تجهیزات قابل استفاده",
        "بازی رایگان برای تمامی بازیکنان",
        "حضور مدام به‌روزرسانی‌ها و اضافه‌کردن محتوای جدید"
      ],
      "negative": [
        "وجود برخی باگ‌ها و مشکلات فنی که ممکنه تجربهٔ بازی رو تحت‌تاثیر قرار بدهند",
        "ممکنه بعضی از بازیکنان از سیاست‌ها یا تغییرات غیرمنتظره ایجاد شده در بازی ناراضی باشند",
        "برخی از بازیکنان از میزان تبلیغات و محتوای ویژه‌ای که در بازی اضافه می‌شود، ناراضی هستند",
        "پشتیبانی ناکافی یا آپدیت‌های دیررس، که ممکن است بازیکنان را از ادامه بازی منزوی کند"
      ]
    },
    "createAt": {
      "$date": "2024-02-27T07:10:28.938Z"
    }
  },
  {
    "_id": {
      "$oid": "65dd9476077e6ad204b8ad4c"
    },
    "name": "sapce shooter",
    "description": "Space Shooter : Galaxy Shooting – تیرانداز فضایی : تیراندازی کهکشان بازی جدید و محبوب در سبک بازیهای اکشن و آرکید از استودیوی بازی سازی OneSoft Studio برای اندروید است که به صورت رایگان در گوگل پلی عرضه شده و تا به این لحظه بیش از 5 میلیون بار توسط کاربران اندرویدی سراسر جهان دریافت شده و مثل همیشه تصمیم گرفته ایم برای اولین بار در ایران ان را حضور شما دوستداران بازیهای آرکید فضایی معرفی کنیم! داستان بازی از این قرار است که کهکشان زیبا توسط دشمنان مورد حمله قرار گرفته و قصد نابود اش را دارند! آن ها همه ی اسکادران را یکی پس از دیگری نابود کرده اند و تنها قهرمان موجود شمایید! بله … شما آخرین قهرمان کهکشان هستید و با یک حمله فضایی مواجه خواهید شد ؛ هدف شما کاملا چالش برانگیز خواهد بود چرا که شما باید کهکشان را از دشمنان بیگانه نجات دهید! کنترل سفینه فضایی در دستان شماست و باید با شلیک تیر به سمت دشمنان ان ها را یکی پس از دیگری از بین ببرید و صدها ماموریت و مرحله چالش آور را پشت سر بگذارید! با پیروزی در ماموریت ها و جمع اوری امتیاز قادرید سفینه خود را ارتقا دهید و قدرتش را چند برابر کنید! به طور کلی اگر از علاقه مندان به بازیهای شوتر هوایی هستید بدون شک Space Shooter : Galaxy Shooting با حجم ناچیز نظرتان را به خودش جلب خواهد نمود",
    "genre": ["action"],
    "platform": ["pc", "xbox", "android"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/sapceshooter/5.jpg",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "بازی جالبی که مثل دیگر بازی‌های GCenter در سبک استراتژیکی و برج دفاعی نیست. بازی مورد نظر ما یعنی Wind Wings: Space Shooter – Galaxy Attack یک بازی آرکید از سبک کلاسیک Shoot’em up است که اگرچه ده‌ها نسخه مشابه از آن تا به امروز تولید شده اند، اما با همه این تفاسیر این بازی یک عنوان بسیار هیجان‌انگیز و دوست‌داشتنی است. در این بازی برخلاف ظاهر بسیار ساده‌اش، شما با یک داستان حماسی و افسانه‌ای روبه‌رو می‌شوید. شما در نقش یک سرباز کهنه کار هستید که ناخواسته در زمان سفر کرده و به آینده می‌رود. در آینده او می‌بیند که انسان‌ها توانسته‌اند تا فضاپیماهای پیشرفته‌ای برای کشف سیارات دوردست بسازند. او نیز که به این ماجراها علاقه مند است همراه با گروهی از انسان‌ها به فضا می‌رود. بعد از ورود به فضا، ارتش عظیمی از موجودات فضایی و بیگانه در مسیر آنها قرار می گیرند",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/sapceshooter/1.webp",
        "_id": {
          "$oid": "65dd9476077e6ad204b8ad4d"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "Wind Wings: Space Shooter – Galaxy Attack تجربه جالبی از یک عنوان قهرمانانه را در قالب یک بازی سبک Space Shooter برای شما فراهم می کند. در نقش شخصیت اصلی بازی و فرمانده این سفینه های فضایی، به سراغ نبرد با دشمنان و ارتش آن ها بروید و اجازه ندهید که موجودات فضایی بتوانند از سد دفاعی شما عبور کرده و خودشان را به زمین برسانند تا آن را نابود کنند",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/sapceshooter/2.webp",
        "_id": {
          "$oid": "65dd9476077e6ad204b8ad4e"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "شما در نقش یک سرباز کهنه کار می باشید که به طور ناخواسته در زمان سفر کرده و به آینده می رود. در آینده او می بیند که انسان ها توانسته اند تا فضاپیماهای پیشرفته ای برای کشف سیارات دوردست بسازند. او نیز که به این ماجراها علاقه مند است همراه با گروهی از انسان ها به فضا می رود. بعد از ورود به فضا، ارتش عظیمی از موجودات فضایی و بیگانه در مسیر آن ها قرار می گیرند. عملکرد خوب شما باعث می شود تا به فرمانده کل این فضاپیما تبدیل شده و برای مقابله با دشمنان تمام توان خود را به کار بگیرید",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/sapceshooter/3.webp",
        "_id": {
          "$oid": "65dd9476077e6ad204b8ad4f"
        }
      }
    ],
    "score": 3,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/sapceshooter/1.jpg",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/spaceshooter/8.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2022-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        "تجربه‌ی هیجان‌انگیز و مهیج",
        "اعتیادآوری",
        "چالش‌های متنوع",
        "سادگی و قابلیت دسترسی برای هر سطح بازیکن",
        "ارائه‌ی تجربه‌ی سرگرم‌کننده و سرعتی"
      ],
      "negative": [
        "تکراری بودن الگوها و بازی‌های مشابه",
        "کمبود عمق در داستان و محتوا",
        "کیفیت گرافیکی پایین در برخی از نسخه‌ها",
        "کمبود تنوع در دشمنان و محیط‌های بازی",
        "عدم ارائه‌ی امکانات جدید و نوآوری‌های بیشتر در نسخه‌های جدید"
      ]
    },
    "createAt": {
      "$date": "2024-02-27T07:51:18.369Z"
    }
  },
  {
    "_id": {
      "$oid": "65ddabde735fdd04704e8f00"
    },
    "name": "supter mario 3d",
    "description": "Super Mario 3D World + Bowser’s Fury – v1.1.0 + Yuzu Emu for PC بازی جدیدی در سبک سری بازی‌های پلتفرمر می باشد که در سال 2021 توسط Dear Villagers ساخته و برای کامپیوتر عرضه شده است. بازی رایانه‌ای جدیدی که در این مطلب از سایت یاس دانلود برای شما گیمرهای عزیز آماده کرده‌ایم، در سلسله سیاست نینتندو پیرامون بازسازی و عرضه بازی‌های کمتر دیده شده کنسول نسل قبلی Wii U برای کنسول نینتندو سوییچ است. یکی از عناوینی که به دلیل شکست کنسول وی یو در بازار آن‌چنان به چشم نیامد و از چشم هواداران دور مانده بود، پکیجی جذاب از بازی محبوب سوپر ماریو است.تقریبا همه ما درباره ابهت و ارزش ماریو در صنعت بازی‌های ویدیویی می‌دانیم. در واقع ححتی اگر که یک شماره از ماریو را بازی نکرده باشید، باز هم او را می‌شناسید؛ زیرا که این شخصیت شهرتی جهانی دارد. ماریو، همان شخصیتی است که در ایران او را با نام قارچ‌خور می‌شناسیم. در این مطلب از سایت یاس دانلود، عنوان اختصاصی کنسول نینتندو سوییچ را برای شما عزیزان آماده کرده‌ایم که در واقع یک بازسازی از بازی قارچ‌خور بود و تمامی آن خاطرات قدیمی را برای گیمر زنده می‌کرد. شما در این مطلب، می‌توانید نسخه پورت شده این بازی انحصاری را بر روی پلتفرم PC اجرا و از تجربه این بازی جذاب و محبوب لذت ببرید. هم اکنون می توانید نسخه نهایی بازی Super Mario 3D World را با لینک مستقیم و به صورت رایگان از سایت یاس دانلود دریافت نمایید.",
    "genre": ["action", "adventure"],
    "platform": ["nintendo"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/supermario3d/1.png",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "ازاین‌رو گیم‌پلی مهم‌ترین نقش را ایفا می‌کند. Super Mario 3D World یک بازی پلتفرمر است که در جریان آن ماریو باید پری‌های دزدیده شده توسط بوزر را نجات دهد. ازاین‌رو به همراه تاد، لوئیجی و پرینسس پیچ وارد سرزمین Sprixie می‌شود تا در جریان هفت محیط مخلف، مراحل درنظر گرفته شده را پشت سر گذاشته و در انتها پری‌ هر محیط را نجات دهد. با پشت سر گذاشتن چند مرحله از جهان Super Mario 3D World، به نکته بسیار جالبی دست پیدا می‌کنید و آن هم این است که طراحی مراحل به‌شدت متنوع و سرگرم کننده است.ساختار مراحل ابتدایی به‌گونه‌ای است که بازیکنان بتوانند ساختار بازی را یاد گرفته و پیشرفت داشته باشند، اما از محیط‌های سوم به بعد، رفته رفته شاهد چالش‌برانگیزتر شدن بازی هستیم. پاداش انجام هر مرحله، صرفا آزاد شدن مرحله بعد است، اما برای پیشرفت در قسمت‌هایی از بازی، باید تعداد مشخصی از ستاره‌های سبز رنگ بازی داشته باشید. ستاره‌های سبزرنگ همان آیتم‌های جمع‌آوری Super Mario 3D World است و باتوجه به ساختار مراحل، باید سه یا یک عدد از این ستاره‌ها را جمع کنید.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/supermario3d/2.jpg",
        "_id": {
          "$oid": "65ddabde735fdd04704e8f01"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "اگر طراحی مراحل بازی به‌گونه‌ای نباشد که بازیکن را مجاب به انجام این کار (جمع‌آوری ستاره‌ها و گشت‌و‌گذار در محیط) کند، قطعا بازیکن پس از کامل کردن چند مرحله، بازی مورد نظر را کنار می‌گذارد، زیرا اصلا میل و رغبتی برای شت و گذار در مراحل و به جان خریدن چالش‌های بازی را ندارد. این در حالی است که طراحی بسیار خوب مراحل Super Mario 3D World شما را مشتاق می‌کند که تمامی ستاره‌های هر مرحله را جمع کنید و اگر در انجام این کار ناکام ماندید، مجددا مرحله مورد نظر را تکرار کنید.تیم سازنده به‌واسطه‌ی محیط و مراحل Super Mario 3D World برای شما پاورآپ‌های مختلفی را هم درنظر گرفته است. این پاور‌آپ‌ها شامل مواردی مثل Fire Flower، Super Leaf، Mega Mushroom، Propeller Box و Boomerang می‌شود. البته ساختار مرحله‌ها به‌گونه‌ای است که بدون قدرت‌های ذکر شده هم بتوانید آن‌ها را پشت سر بگذارید، اما اگر بتوانید آن‌ها را کسب کنید، روند پشت سر گذاشتن مرحله مورد نظر بیش‌ازپیش ساده‌تر می‌شود.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/supermario3d/3.jpg",
        "_id": {
          "$oid": "65ddabde735fdd04704e8f02"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "ماریو تنها شخصیتی نیست که می‌توانید مراحل را ازطریق وی کامل کنید، بلکه به‌واسطه‌ی داستان بازی ازطریق لوئیجی، تاد و پرینسس پیچ هم می‌توانید مراحل Super Mario 3D World را کامل کنید. از نظر گیم‌پلی، شاید کاراکترهای ذکر شده آن‌چنان تفاوت خاصی با یکدیگر نداشته باشند، اما ظاهر متفاوت آن‌ها باعث می‌شود تا لحظات سرگرم کننده‌ای را کسب کنید. همچنین Super Mario World 3D دارای کوآپ چهارنفره است و می‌توانید به‌صورت لوکال یا آنلاین بازی را با دوستان خود تجربه کنید. قطعا تجربه‌ی این دسته از بازی‌ها درکنار اشخاص دیگر، می‌تواند لحظات بهتر و مفرح‌تری را برای شما رقم بزند.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/supermario3d/4.jpg",
        "_id": {
          "$oid": "65ddabde735fdd04704e8f03"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "دوربین در Bowser’s Fury نزدیک‌تر به ماریو است و بازیکن را یا Super Mario Odyssey می‌اندازد. ماریو در اینجا باید به‌واسطه‌ی سکو بازی در هر محیط، آیتم‌های مخصوصی را کسب کنید. در نتیجه می‌توانید Cat Shineهای مورد نیاز برای فعال کردن یک زنگوله گربه شکل مخصوص را به‌دست بیاورید و طی یک باس فایت بسیار جذاب و متفاوت، با بوزر مبارزه کنید. به‌عبارتی نینتندو در این بخش از محتوای جدید Super Mario 3D World، سعی نکرده که همان ساختار بازی اصلی را در محیط‌های جدید ارائه دهد، بلکه ایده‌هایی کاملا متفاوت و شبیه‌به بازی‌های دیگر مجموعه را درکنار Super Mario 3D World قرار داده است.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/supermario3d/5.jpg",
        "_id": {
          "$oid": "65ddabde735fdd04704e8f04"
        }
      },
      {
        "title": "The Start Way 5",
        "description": "نتیجه‌ی این کار، یک پکیج کامل است که می‌تواند هم علاقه‌مندان به نسخه‌های نظیر Super Mario Galaxy و هم Super Mario Odyssey را سرگرم کند. همچنین Bowser’s Fury هم دارای حالت مشارکتی (کوآپ) است. بازیکن دوم در نقش بوزر جونیور به ماریو در حل کردن پازل‌های محیطی و سکو بازی‌ها کمک می‌کند. بااین‌حال موردی که شما را کمی آزار می‌دهد، قدرت پاور‌آپ‌ها است. بعضی از پاورآپ‌ها قدرت بسیار زیادی دارند و همین مورد سبب شده تا اصلا سمت سایر پاور‌آپ‌ها نروید.جدا از این موارد، گیم‌پلی Super Mario World + Bowser’s Fury و نحوه طراحی مراحل و پاداشی که ارائه می‌دهد، می‌تواند مخاطبای قدیمی و جدید را حسابی سرگرم کند. همچنین ارزش تکرار آن‌ها هم از دیگر مواردی است که باعث جذابیت این بازی انحصاری شده است.نینتندو در بازی Super Mario World + Bowser’s Fury فقط به اضافه کردن محتوای جدید به گیم‌پلی بازی اصلی بسنده نکرده است، بلکه از نظر بصری هم پیشرفت کرده است. نورپردازی و بافت‌ها در این نسخه بهتر از قبل شده است. ازاین‌رو شاهد کیفیت بافت‌های بهتری نسبت به قبل هستیم. بااین‌حال اصلی‌ترین مورد به محتوای Bowser’s Fury و طراحی‌های آن مربوط می‌شود. از نظر بصری Bowser’s Fury نورپردازی‌های بسیار خوبی دارد و بسیار چشم‌نوازتر از Super Mario 3D World است.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/supermario3d/6.jpg",
        "_id": {
          "$oid": "65ddabde735fdd04704e8f05"
        }
      }
    ],
    "score": 4,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/supermario3d/poster.webp",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/supermario3d/1.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2021-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        "سطوح بازی با طراحی‌های متنوع و جذاب ارائه شده‌اند",
        "کنترل‌های بازی ساده و قابل فهمی دارد که بازیکنان مختلف را جذب می‌کند",
        "گرافیک بازی با استفاده از رنگ‌های زنده و دل‌انگیز، تصاویر زیبا ایجاد می‌کند",
        "سادگی و قابلیت دسترسی برای هر سطح بازیکن",
        "ارائه‌ی تجربه‌ی سرگرم‌کننده و سرعتی",
        "کنترل‌های بازی آسان و قابل فهمی دارد که بازیکنان راحت می‌توانند به بازی پیش بروند"
      ],
      "negative": [
        "کمبود تنوع در محتوا: بعضی از بازیکنان احساس می‌کنند که محتوای بازی تکراری است",
        "نسخه جدید کمتر از نوآوری‌های بزرگی برخوردار است",
        "رخی از بازیکنان احساس می‌کنند که داستان بازی کمی کوتاه و ناقص است",
        "کمبود تنوع در دشمنان و محیط‌های بازی",
        "عدم ارائه‌ی امکانات جدید و نوآوری‌های بیشتر در نسخه‌های جدید"
      ]
    },
    "createAt": {
      "$date": "2024-02-27T09:31:10.258Z"
    }
  },
  {
    "_id": {
      "$oid": "65df63179bcd7d33743eb967"
    },
    "name": "wrath aeon of ruin",
    "description": "WRATH: Aeon of Ruin یک فیلم شوتر اول شخص با سرعت فوق العاده است که توسط استودیو KillPixel Games توسعه یافته است. این یک شوتر بومر معروف با سیگنال مشابه است. WRATH ناپدید شده است، بنابراین تجربه استفاده از گرافیک مدرن و فناوری جدید در این کشور وجود ندارد. کار سخت. من نمی خواهم به هیچ یک از بدی های یک دوئل ختم شوم و نمی خواهم به گروه اوتلندر بروم تنوع به قول یک قلعه قدیمی تاریخچه تاریخ و معروف ترین آنها تصمیم دیگران است با استفاده از انواع مختلف سلاح ها، توانایی ها و مهارت ها، از تعداد فزاینده در رویارویی بهره ببرید. هدف در اینجا افزودن اطلاعات بیشتر به دستگاه و شناسایی سطوح جدید است. این چیزی است که آن را جذاب می کند. WRATH، سیستم هنری و گرافیک موجود است. Quake Engine با یک موتور گرافیکی قدرتمند می تواند از آن استفاده کند تا به شما امکان ایجاد یک محیط زیبا و جذاب را بدهد تا راه مناسبی برای تعامل با اکشن های سریع و خشن بیابید و در نهایت WRATH: Aeon of Ruin یک اکشن است. و ... در دنیای شما آشفتگی زیادی ایجاد می شود و وقتی به سراغ اولین نفری بروید که آن را ببینید خطری برای شما وجود دارد.",
    "genre": ["action", "horror"],
    "platform": ["pc", "xbox", "playstation"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/wrathAeonOfRuin/38.jpg",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "WRATH: Aeon of Ruin از سری عناوین اول‌شخص و ترسناک است که چندی پیش به صورت دسترسی زودهنگام برروی رایانه‌های شخصی منتشر شد و مورد استقبال عده‌ی زیادی از دارندگان این پلتفرم نیز قرار گرفت. در این بازی باید از سلاح‌های گرم مختلفی برای از بین بردن هیولاها و دشمنان استفاده کنید. هر چه پیش بروید، با آیتم‌ها، سلاح‌ها و حالت‌های متنوعی مواجه می‌شوید که بدون شک لذت تجربه‌ی بازی را دوچندان خواهد کرد. قابل ذکر است که دو استودیوی کیل پیکسل و وان‌سی اینترتینمنت (۱C Entertainment) به ترتیب وظیفه‌ی ساخت و انتشار این بازی را به عهده داشته‌اند.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/wrathAeonOfRuin/56.jpg",
        "_id": {
          "$oid": "65df63179bcd7d33743eb968"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "یک بازی اکشن اول‌شخص است که با الهام از عناوین مشهور و کلاسیکی مانند DOOM ،QUAKE ،DUKE NUKEM 3D، BLOOD ،UNREAL و HEXEN طراحی شده است و میراث ارزشمند این بازی‌ها را به‌گونه‌ای مدرن و جدید وارد قرن 21 یعنی عصر تکامل بازی‌های رایانه‌ای ساخته است. این بازی از تکنولوژی قدرتمندی به نام Quake 1 استفاده می‌کند که تجربه‌ای مشابه بازی‌های شوتر دهه 90 میلادی برایتان به ارمغان می‌آورد. بازی WRATH Aeon of Ruin همانند مجموعه DOOM شما را به جهانی تاریک و بیگانه می‌برد و با موجودات شیطانی که قدرت و توان خود را از تاریکی مرکزی آن به ارث برده‌اند روبه‌رو می‌سازد. شما وظیفه دارید تا به عنوان یک ناجی، با این موجودات شیطانی روبه‌رو شده و سرچشمه آن‌ها را به طور کلی نابود کنید. اسلحه‌های موجود در دسترس شما بسیار متنوع است علاوه بر این به اسلحه‌خانه‌ای مملو از تجهیزات ارزشمند مجهز هستید که می‌تواند در روند بازی بسیار مفید باشد. لوکیشن های موجود در بازی نیز از تنوع قابل قبولی برخوردارند و در طی مراحل مختلف با غارهای تاریک، خرابه‌های باستانی و … روبه‌رو خواهید شد که در نوع خود بی‌نظیر است.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/wrathAeonOfRuin/57.jpg",
        "_id": {
          "$oid": "65df63179bcd7d33743eb969"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "WRATH یک بازی شوتر اول شخص است که بر روی سرعت و اکشن تمرکز دارد. بازیکنان در طول بازی با استفاده از انواع سلاح‌های مختلف مانند تفنگ‌ها، پیستول‌ها، اسلحه‌های انرژی و سایر ابزارها، با دشمنان مختلف مبارزه می‌کنند.داستان WRATH در دنیایی تاریک و تخریب شده اتفاق می‌افتد. اتفاقات بازی به دنبال ماجراهای شکارچی قدرتمندی به نام Outlander است که باید با تجربه‌ی انفرادی و خبره‌ای که دارد، با نیروهای شروری که جهان را فراگرفته‌اند، مبارزه کند.در طول بازی، شما با تاریکی و نقشه‌های پیچیده‌ی داستانی مواجه می‌شوید. با کشف اسرار و مواجهه با شخصیت‌های مختلف، داستان به تدریج روایت می‌شود و به بازیکن امکان می‌دهد تا عمیق‌تر در جهان و داستان WRATH فرو رود",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/wrathAeonOfRuin/58.jpg",
        "_id": {
          "$oid": "65df63179bcd7d33743eb96a"
        }
      }
    ],
    "score": 2,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/wrathAeonOfRuin/39.jpg",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/wrathAeonOfRuin/wrath.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2019-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        "سرعت و اکشن بازی بسیار جذاب است",
        "گرافیک و طراحی محیط بسیار زیبا و دقیق است",
        "گرافیک بازی با استفاده از رنگ‌های زنده و دل‌انگیز، تصاویر زیبا ایجاد می‌کند",
        "تنوع بالای سلاح‌ها و تجهیزات",
        "موسیقی و صداگذاری واقعیت بازی را تقویت می‌کند"
      ],
      "negative": [
        "مشکلات فنی مانند افت فریم ریت و باگ‌ها",
        "دوره بازی نسبتاً کوتاه است.",
        "کنترل‌های پیچیده و نیاز به تنظیم مجدد",
        "عدم وجود حالت چندنفره آنلاین"
      ]
    },
    "createAt": {
      "$date": "2024-02-28T16:45:11.606Z"
    }
  },
  {
    "_id": {
      "$oid": "65e07ccbf20485811259fd4a"
    },
    "name": "battlefield 2042",
    "description": "بازی Battlefield 2042، در تاریخ 19 نوامبر به صورت جهانی عرضه شد. با این حال، کسانی که نسخه‌ی Gold یا Ultimate Edition بازی را پیش خرید کرده بودند، می‌توانستند یک هفته زودتر یعنی از تاریخ 12 نوامبر، به تجربه‌ی نسخه‌ی کامل این عنوان موردانتظار بپردازند. در زمان عرضه‌ی نسخه‌ی بتا، مشکلات و نواقص متعددی از سوی بازی بازان گزارش شد که متاسفانه در نسخه‌ی نهایی بازی نیز، همچنان وجود داشته و تجربه‌ی اکثر کاربران را، تحت تاثیر خود قرار می‌دهند. در ادامه به بررسی بازی battlefield 2042 و مشکلات آن می پردازیم که بیشتر از همه، بازیکنان این عنوان را خشمگین و عصبانی کرده است.",
    "genre": ["action", "fps", "tps"],
    "platform": ["pc", "playstation"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/battlefield2024/2.jpg",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "این حقیقت که وسایل نقلیه، بخش مهمی از گیم‌پلی عناوین مجموعه‌ی Battlefield را تشکیل می‌دهند، بر هیچ کس پوشیده نیست و برخی از حرکاتی که بازیکنان با استفاده از آنها در جریان بازی انجام می‌دهند، واقعاً خلاقانه و شگفت انگیز است. اما از سوی دیگر در این نسخه، با یک وسیله‌ی بسیار مضخرف سروکار داریم، هوا ناوها. از آن جایی که این وسیله نقلیه به هر سطح صاف و مسطحی می‌چسبد، می‌تواند حتی از آسمان خراش‌های موجود در نقشه‌ی بازی نیز، بالا برود!! همچنین آنها یک وسیله نقلیه‌ی بسیار سنگین و قدرتمند در بازی محسوب می‌شوند که قادر است به راحتی با کوبیدن خود به ماشین‌های جیپ یا حتی هلیکوپترها، آنها را منهدم کند. بنابراین لازم است تا توسعه دهندگان هر چه سریعتر، نسبت به متعادل سازی و بهبود عملکرد و قدرت این وسیله نقلیه اقدام کنند تا بالانس و تعادل گیم‌پلی بازی، از بین نرود.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/battlefield2024/14.jpg",
        "_id": {
          "$oid": "65e07ccbf20485811259fd4b"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "اما به شکل بسیار خنده دارتری، شما حتی نمی‌توانید به آمار و ارقام مربوط به عملکرد خود در جریان بازی، دسترسی داشته باشید. چرا که این مورد هم فعلا در بازی وجود ندارد. اطلاع از تعداد Kill ها و Assist ها و مواردی از این قبیل، همگی به دلیل نبود صفحه‌ی مشخصی برای این منظور (Stat Page)، ممکن نیست. هر چند استودیوی DICE، پیش از عرضه‌ی بازی بر وجود لحظات جذاب و هیجان‌انگیز در جریان گیم‌پلی بازی تاکید کرده بود، با این حال عدم دسترسی به چنین موارد پیشِ پا افتاده‌ای که نشان دهنده‌ی دستاوردهای پلیر (Achievement) در طول مدت زمان بازی خود است، واقعاً عجیب و سوال برانگیز است",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/battlefield2024/13.jpg",
        "_id": {
          "$oid": "65e07ccbf20485811259fd4c"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "اگر به خاطر داشته باشید در نسخه‌های قبلی این مجموعه، بازیکنان این توانایی را داشتند تا به صورت دستی (Manually)، سرور و حالت بازی موردعلاقه‌ی خود را انتخاب کرده و وارد آن شوند. بسیار خب، باید گفت که دیگر خبری از این ویژگی هم نیست. و سیستم Matchmaking به اصطلاح مهارت محور بازی، تعیین می‌کند که به کدام سرور متصل شوید. هر چند این سیستم در عمل، آنقدرها هم بد عمل نمی‌کند اما به هر حال این که شما به نقشه و حالت بازی موردعلاقه‌ی خود کنترل ندارید، اذیت کننده است",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/battlefield2024/12.png",
        "_id": {
          "$oid": "65e07ccbf20485811259fd4d"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "بازی Battlefield 2042 با افزودن ویژگی‌هایی همچون امکان تعویض خشاب در هنگام نشانه‌گیری با اسلحه وTactical Sprinting به گیم‌پلی خود، سعی در دادن آزادی عمل بیشتری به بازیکنان در جریان مبارزات داشته است. اما متاسفانه، از بسیاری از گزینه‌های حرکتی کلاسیک بازی های شوتر اول شخص از جمله مکانیزم کاورگیری پشت اشیا (Leaning)، شنا کردن به سمت راست و چپ و حرکت به سمت عقب در هنگام سینه خیز بودن، برخوردار نیست. شاید دلیل اصلی این رویکرد، تشویق بازیکنان به یک سبک بازی سریعتر با توجه به وسعت زیاد نقشه‌های بازی بوده است که البته در عمل، چندان موفقیت آمیز هم نبود",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/battlefield2024/11.webp",
        "_id": {
          "$oid": "65e07ccbf20485811259fd4e"
        }
      },
      {
        "title": "The Start Way 5",
        "description": "از نظر صحنه‌های نمایشی، موارد زیادی هستند که در قسمت چندنفره‌ی بازی می‌توانید نظاره‌گر آنها باشید. نقشه‌های بازی بسیار وسیع و بزرگ بوده و شرایط آب و هوایی مختلف مانند گردبادهای عظیم، به خوبی طراحی و پیاده سازی شده‌اند. با این حال، میزان کلی تخریب پذیری محیط آنچنان هم گسترده به نظر نمی‌رسد. با توجه به این که عناوین سری Battlefield، همیشه بر روی موضوع تخریب پذیری محیط تمرکز خاصی داشتند، برخلاف انتظارات میزان تخریب پذیری محیط در بازیBattlefield 2042 تاکنون به اندازه‌ی کافی چشمگیر و نشان دهنده‌ی یک بازی نسل نهمی به معنای واقعی آن، نبوده است",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/battlefield2024/10.webp",
        "_id": {
          "$oid": "65e07ccbf20485811259fd4f"
        }
      }
    ],
    "score": 5,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/battlefield2024/images.jpg",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/battlefield2024/1.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2021-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        "گرافیک بسیار زیبا و جزئیات بالا",
        "محیط‌های بازی وسیع و تنوع آنه",
        "امکانات چندنفره پربار و جذاب",
        "سیستم تخریب محیطی پیشرفته و واقع‌گرایانه",
        "انتخاب و سفارشی‌سازی وسایل نبردی و خودروها",
        "تجربه جنگی چندبعدی و بازی در مقیاس بزرگ",
        "اضافه شدن عناصر جدید و متنوع به سری Battlefield"
      ],
      "negative": [
        "احتمال وجود باگ‌ها و مشکلات فنی در زمان انتشار",
        "نیاز به اینترنت پایدار برای تجربه بهتر در حالت چندنفره",
        "شاید ابعاد گیم‌پلی تکراری باشند و به سرعت خستگی‌آور شوند",
        "احتمال وجود محدودیت‌هایی در گیم‌پلی چندنفره مانند کمبود نقشه‌ها یا حالت‌های بازی",
        "قدرت مصرفی بالای گرافیکی ممکن است نیازمند سخت‌افزارهای پیشرفته باشد",
        "احتمال وجود ناهماهنگی‌ها و تعارض‌ها بین بازیکنان در حالت چندنفره"
      ]
    },
    "createAt": {
      "$date": "2024-02-29T12:47:07.584Z"
    }
  },
  {
    "_id": {
      "$oid": "65e185b75d2b21bc3ca691f9"
    },
    "name": "control 2019",
    "description": "کنترل یک بازی ویدئویی در سبک اکشن، ماجراجویی و تیراندازی سوم شخص است که توسط Remedy Entertainment توسعه یافته و توسط 505 Games منتشر شده است. این بازی در سال 2019 برای پلتفرم های پلی استیشن 4، ایکس باکس وان و مایکروسافت ویندوز منتشر شد. کنترل داستان زنی به نام جسی فادن را روایت می کند که به دنبال برادر گم شده خود می گردد. او به سازمان مخفی فدراسیون کنترل می پیوندد که برای مقابله با موجودات ماوراء طبیعی و پدیده های ماورایی تشکیل شده است. در طول بازی، جسی به قدرت های ماوراء طبیعی دست می یابد و با آنها می جنگد تا رازهای سازمان و دنیای اطراف را حل کند. یکی از نقاط قوت Control طراحی جهان باز و محیط است که طراحی هنری متمایز و جذابی دارد. همچنین سیستم رزمی و به کارگیری قدرت های خارق العاده جسی تجربه ای پویا و هیجان انگیز را ارائه می کند. داستان بازی نیز پر از رمز و رازها و پیچیدگی های جالبی است که کاربر را به کشف دنیای کنترل ترغیب می کند. با این حال، برخی از بازیکنان نظرات متفاوتی دارند و ممکن است مسائلی مانند کنترل شخصیت و محدودیت‌های فنی را برجسته کنند. اما در کل، Control به عنوان یک تجربه جذاب در دنیای بازی های ویدیویی شناخته می شود که ارزش امتحان کردن را دارد.",
    "genre": ["action", "tps"],
    "platform": ["pc", "xbox", "playstation"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/control2019/1.png",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "بازی به این ترتیب آغاز می‌شود: جسی فیدن، زنی جوان و جویای نام (بله جویای نام)، در حالی‌ که انگار دارد در ذهنش با فرد دیگری صحبت می‌کند، در آسمان‌خراشی در محله‌ی منهتن نیویورک را باز کرده و قدم‌زنان وارد ساختمان می‌شود. این ساختمان، مرکز نیروهای فدرال امریکاست که از آن با نام «قدیمی‌ترین خانه» هم یاد می‌شود. هرچند «مرکز نیروهای فدرال» بودن این ساختمان چندان اهمیتی ندارد، بلکه چیزی که مهم است فعالیت‌های نامعمولی است که در این ساختمان جریان دارد. «قدیمی‌ترین خانه» یا آن‌طور که در بازی از آن نام می‌برند، «The Oldest House» مرکز انجام تحقیق و آزمایش روی هر آن‌چیزی است که برچسب ناشناخته و ماورالطبیعه را با خود یدک می‌کشد. هرچیزی که علم پاسخی برایش پیدا نمی‌کند، به قدیمی‌ترین خانه منتقل می‌شود تا اعضای این سازمان روی آن عامل ناشناخته آزمایش کنند و پی به چند و چون ماجرا ببرند",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/control2019/10.jpg",
        "_id": {
          "$oid": "65e185b75d2b21bc3ca691fa"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "اما جسی این وسط چه کاره است؟ این را قرار است که در جریان بازی بفهمید. همان‌طور که گفتیم، در ابتدا گویی عاملی ناشناخته، انگار صدایی در ذهن جسی، او را به سمت این ساختمان کشیده و حالا از او می‌خواهد که سِمت رئیس جدید این سازمان را برعهده گیرد. جسی هم بدون هیچ چک و چانه‌ای، «اسلحه سازمانی» را که یکی از اصلی‌ترین نشانه‌های ریاست است، برداشته و ماجراجویی‌های خود در این ساختمان بی‌سر و ته را آغاز می‌کند. از طرفی دیگر از همان ابتدای بازی می‌دانیم که قدیمی‌ترین خانه، محل تلاقی بُعدهای زمانی و مکانی مختلف هم بوده. حالا همین سیخ زدن‌های اعضای سازمان به بُعدهای دیگر، گویی باعث شده عاملی ناشناخته به درون سازمان نفوذ کند. زمانی‌که جسی قدم به ساختمانِ قدیمی‌ترین خانه می‌گذارد، دیگر کار از کار گذشته است و این عامل ناشناخته که همه‌جا از آن با‌ نام «هیس» یاد می‌کنند، کنترل تمامی امور را در دست گرفته است. هیس نه‌تنها شکل و شمایل ساختمان را تغییر داده، بلکه تعدادی از اعضای قدیمی سازمان را نیز تحت کنترل خود در آورده است. حالا جسی درست وسط چنین وضع آشفته‌ای قدم به سازمان گذاشته و از آن‌جایی که هنوز نیامده، سِمت ریاست را در پاچه‌اش کرده‌اند، باید به جنگ این عامل ناشناخته برود و سازمان را باری دیگر به وضع طبیعیش بازگرداند",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/control2019/12.jpg",
        "_id": {
          "$oid": "65e185b75d2b21bc3ca691fb"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "به شخصه بعد از دیدن تریلرهای بازی فکر می‌کردم نیروی ناشناخته‌ی «هیس» باعث می‌شود شکل و شمایل ساختمان دائم در اطراف‌مان تغییر کند. مثلاً مسیری که پیش از این رفتیم، حالا دیگر سرِ جای خودش نباشد و برای پیدا کردن مکان مورد نظر ناچار باشیم دست به دامانِ علائم و نشانه‌هایی شویم که پیش از این به ذهن سپرده‌ایم. البته که از این اخبار نیست. درست است که با نفوذ نیروی هیس، حالا ساختار برخی از بخش‌های ساختمان تغییر پیدا کرده، اما جسی با رسیدن به نقاطی مخصوص در بازی که با نام «کنترل پوینت» (Control Point) نام‌گذاری شده‌اند، می‌تواند تاثیر عامل هیس را از آن نقطه پاک کرده و ساختمان را باری دیگر به شکل عادی‌اش بازگرداند.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/control2019/13.jpg",
        "_id": {
          "$oid": "65e185b75d2b21bc3ca691fc"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "بازی Battlefield 2042 با افزودن ویژگی‌هایی همچون امکان تعویض خشاب در هنگام نشانه‌گیری با اسلحه وTactical Sprinting به گیم‌پلی خود، سعی در دادن آزادی عمل بیشتری به بازیکنان در جریان مبارزات داشته است. اما متاسفانه، از بسیاری از گزینه‌های حرکتی کلاسیک بازی های شوتر اول شخص از جمله مکانیزم کاورگیری پشت اشیا (Leaning)، شنا کردن به سمت راست و چپ و حرکت به سمت عقب در هنگام سینه خیز بودن، برخوردار نیست. شاید دلیل اصلی این رویکرد، تشویق بازیکنان به یک سبک بازی سریعتر با توجه به وسعت زیاد نقشه‌های بازی بوده است که البته در عمل، چندان موفقیت آمیز هم نبود",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/control2019/14.jpg",
        "_id": {
          "$oid": "65e185b75d2b21bc3ca691fd"
        }
      },
      {
        "title": "The Start Way 5",
        "description": "گفتیم مأموریت‌های فرعی، بد نیست همین‌جا تکلیف‌مان را با این بخش از بازی هم یک‌سره کنیم. شاید اغراق نباشد که بگوییم در بازی کنترل، بار اصلی جذابیت را مأموریت‌های فرعی بازی به‌دوش می‌کشند. بازی کنترل چندین مدل مأموریت فرعی در اختیار بازیکنان قرار می‌دهد که هرکدام از آن‌ها در نوع خود جالب هستند و بنا به صبر و حوصله‌ای که داشته باشید، می‌توانید سراغ هرکدام که خواستید بروید. یک دسته از این مأموریت‌ها شامل انجام یک کارِ خاص می‌شود؛ مثلاً باید فلان تعداد از فلان مدل دشمن را در لوکیشنی خاص از بازی و با استفاده از سلاح یا قابلیتی خاص نابود کنید و بازی هم با دادن پاداشی، از این‌کارتان قدردانی می‌کند. از آن‌جایی که پیش از این هم گفتیم، ساختمانِ قدیمی‌ترین خانه علی‌الحساب در وضعیت بغرنجی به‌سر می‌برد. این یعنی عامل هیس در حال پیش‌روی در سازمان است و هر از چندگاهی به عده‌ای از اهالی قدیمی سازمان که هنوز به عامل هیس آلوده نشده‌اند حمله می‌کند. به این ترتیب، در جای جای بازی و زمانی‌که سرتان به کار خودتان گرم است، ناگهان نوشته‌ای زردرنگ روی تصویر نقش می‌بندد که از شما می‌خواهد برای کمک به یاران‌تان (همان اهالی قدیمی سازمان) خود را به سرعت به فلان نقطه از ساختمان برسانید. البته که بعید می‌دانم کسی جریان اصلی بازی را ول کند و در این سازمان بی‌سروته به‌دنبال نجات جان هم‌قطارانش بشتابد. اما اگر حوصله‌ی سر و کله زدن با نقشه‌ی پیچیده‌ی این بازی را داشته باشید، بازی هم به شما پاداش قابل توجهی می‌دهد. این پاداش‌ها شامل آیتم‌های مورد نیاز برای آزاد کردن حالت‌ها یا همان مودهای مختلف سلاح سازمانی یا آیتم‌های مورد نیاز برای ارتقای توانایی‌های مختلف جسی در بازی می‌شود که جلوتر به آن‌ها می‌پردازیم.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/control2019/15.jpg",
        "_id": {
          "$oid": "65e185b75d2b21bc3ca691fe"
        }
      }
    ],
    "score": 4,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/control2019/2.webp",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/control2019/1.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2019-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        "سیستم مبارزات نوآورانه، جذاب و لذت بخش",
        "طراحی محیطی فوق‌العاده زیبا و چشم‌نواز",
        "محیط‌های متنوع برای گشت و گذار و طراحی منحصر به فرد لوکیشن‌های مخفی در بازی",
        "داستان متفاوت و به نسبت قابل قبول بازی",
        "طراحی جهان باز و محیط جذاب",
        "داستان پر از اسرار و پیچیدگی"
      ],
      "negative": [
        "طراحی نقشه‌ی ناکارآمد",
        "عدم بهینه سازی بازی برای کنسول‌ها، افت فریم شدید در لحظات مبارزه و زمان لود طولانی بازی",
        "مشکلات در کنترل کاراکتر",
        "محدودیت‌های فنی در برخی موارد"
      ]
    },
    "createAt": {
      "$date": "2024-03-01T07:37:27.332Z"
    }
  },
  {
    "_id": {
      "$oid": "65e1a1295d2b21bc3ca69245"
    },
    "name": "crusader Kings",
    "description": "شرکت پارادوکس، سابقه شدیدا درخشانی در ساخت و انتشار بازی‌های سبک استراتژی دارد و یکی از شرکت‌هایی است که در سال‌های اخیر، اهمیت ویژه‌ای برای بازی‌های این سبک قائل بوده است. Crusader Kings یک مجموعه استراتژی قدیمی است که اولین نسخه آن، در سال ۲۰۰۴ منتشر شد، در سال ۲۰۱۲ شاهد انتشار نسخه دومش بودیم و پس از اینکه تعداد زیادی محتویات دانلودی و بسته الحاقی برای این بازی منتشر شد، در نهایت در سال ۲۰۲۰ هم پارادوکس بازی Crusader Kings 3 را در اختیار علاقه‌مندان قرار داد؛ بازی که اجازه بدهید همین ابتدا بگویم که یکی از بهترین آثار استراتژی منتشر‌شده در سال‌های اخیر است و از آن مهم‌تر، اگر نسخه‌های قبلی‌اش را بازی نکرده باشید یک تجربه شدیدا منحصر‌به‌فرد و متفاوت در این سبک به‌حساب می‌آید.معمولا در بازی‌های استراتژی (طبیعتا نه در همه آن‌ها)، بازیکنان با انجام دادن کار‌هایی از قبیل جمع‌آوری منابع، تربیت نیرو‌ها و اتخاذ تصمیمات درست باید دشمنان‌شان را شکست بدهند و برنده بازی باشند. در این بین آثار مختلفی هم تجربه کرده‌ایم که رویکرد متفاوتی داشتند و مثلا در سری Civilization، تنها راه رسیدن به موفقیت نبرد و کشت‌و‌کشتار نیست و بازیکنان می‌توانند با دستیابی به اهداف مختلف دیگر هم تمدن خودشان را به پیروزی برسانند. اما اگر قبلا سری Crusader Kings را تجربه نکرده باشید، می‌توان گفت که این مجموعه از این نظر تقریبا با تمام این بازی‌ها متفاوت است؛ چرا که در Crusader Kings 3، بازیکنان بیش‌تر از اینکه صرفا حاکم یک تمدن باشند، یک انسان هستند و اضافه شدن جنبه‌های انسانی به بازی، موردی است که تجربه این اثر را شدیدا متفاوت و صد‌البته جذاب می‌کند. اما منظور از این حرف دقیقا چیست؟در شروع بازی برای اولین بار، بازیکنان می‌توانند از بین تو تاریخ ۸۶۷ و ۱۰۶۶ پس از میلاد یکی را انتخاب کنند که هرکدام از این تاریخ‌ها، خود شامل سه جهان می‌شود و در هر جهان هم می‌توانید از بین شخصیت‌های مختلف، یکی را انتخاب کنید؛ شخصیت‌هایی که بازی کردن با هریک از آن‌ها درجه سختی خاص خودش را هم دارد و این میزان سختی واضح کنار اسم آن‌ها نوشته شده است. شخصیت‌هایی که انتخاب می‌کنید، هرکدام متعلق به یک حکومت هستند و بازیکن در بازی، بیش‌تر از اینکه همیشه رهبر آن تمدن و حکومت باشد، صرفا کنترل شخصیتی را که برعهده گرفته در دست دارد و باید با تصمیماتی که می‌گیرد، در جهان بازی به دستاورد‌های دلخواهش برسد.",
    "genre": ["strategy"],
    "platform": ["pc", "xbox", "playstation"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/crusaderllkings/1.webp",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "برای این منظور، بازی آزادی‌عمل شدیدا بالایی را در اختیار بازیکنان قرار می‌دهد که بدون شک از نقاط قوت اصلی آن هم به‌حساب می‌آید؛ آزادی‌عملی آمیخته به چاشنی ویژگی‌های نقش آفرینی که در قالب آن‌ها، می‌توانید شخصیت خودتان را شخصی‌سازی کنید و مثلا این انتخاب را داشته باشید که می‌خواهید وی روی کسب درآمد و جمع‌آوری طلا تمرکز داشته باشد، در زمینه نبرد و مهارت‌های جنگی قوی شود یا راه و روش دیپلماسی و ارتباط با دیگران را بیاموزد. پس از انتخاب این مسیر کلی، به مرور زمان و با کسب تجربه، می‌توانید قابلیت‌های ویژه‌ای هم برای شخصیت‌تان فعال کنید که به مدیریت بهتر جنبه‌های مختلف در بازی کمک می‌کنند و مثلا درآمد شما را از مالیات افزایش می‌دهند یا کاری می‌کنند که هزینه کم‌تری برای نگه‌داری ارتش‌تان پرداخت کنید.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/crusaderllkings/13.jpg",
        "_id": {
          "$oid": "65e1a1295d2b21bc3ca69246"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "بالاتر به خلق داستان‌های منحصر‌به‌فرد توسط بازیکن در بازی اشاره کردیم و راستش را بخواهید، این جنبه از بازی جذاب‌ترین بخش آن و اصلی‌ترین وجه تمایزش در مقایسه با سایر آثار استراتژی است. تصور کنید شما در نقش حاکم سرزمینی در ایرلند بازی را شروع کرده‌اید؛ بازی بدون اغراق دقیقا تا اینجا شخصیت شما را تعریف می‌کند و هر کاراکتری به‌صورت پیش‌فرض یک سری ویژگی‌ها دارد که برگرفته از سرزمین، نژاد، مذهب و فرهنگی هستند که متعلق به آن‌ها است و از اینجا به‌بعد، دیگر همه‌چیز توسط بازیکن و با تصمیمات او ادامه پیدا می‌کند. برای مثال، شما می‌توانید با انتخاب همسری از یک حکومت همسایه، از همان ابتدا با آن‌ها رابطه خوبی برقرار کنید و متحدشان شوید؛ یا در نقطه مقابل کاملا این حق انتخاب را هم دارید که بخواهید با این حکومت وارد نبرد شوید و با فتح آن‌ها، تعداد سرزمین‌هایی را که کنترل می‌کنید افزایش بدهید. البته که شروع جنگ در بازی هم به همین سادگی ساخت ارتش و حمله به دشمن نیست و اگر شخصیتی انتخاب کرده‌اید که از همان ابتدا درگیر نبرد با حکومت‌های دیگر نیست، باید ابتدا با یکی از روش‌های موجود اختلافی بین خودتان و آن حکومت ایجاد کنید و پس از به‌دست آوردن دلیل موجه برای جنگ، وارد نبرد شوید",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/crusaderllkings/13.jpg",
        "_id": {
          "$oid": "65e1a1295d2b21bc3ca69247"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "صد البته که این دو مثال، تنها موارد بسیار جزئی از بی‌نهایت اتفاقات عجیب و غریب و غیرقابل پیش‌بینی هستند که می‌توانند در ماجراجویی شما در Crusader Kings 3 رخ بدهند. مثلا اگر رفتار درستی با وارث خودتان یا حتی افرادی که مسئولیتی در دربار شما دارند یا سرزمین‌هایتان را رهبری می‌کنند نداشته باشید، به مرور زمان آن‌ها نقشه کشتن شما یا شکست دادن‌تان را می‌کشند و خیلی از مواقع هم در عملی کردن آن موفق می‌شوند و ممکن است به خودتان بیایید و ببینید که رهبران مختلف سرزمین‌تان با یکدیگر متحد شده‌اند تا قدرت را از شما بگیرند! همین مساله باعث می‌شود تا جنبه دیگری در بازی اهمیت پیدا کند و آن هم برقراری ارتباط با کاراکتر‌های مختلف است؛ کاراکتر‌هایی که می‌توانند همسر، فرزند یا درباریان شما باشند یا رهبران کشور‌های دیگر که تعاملات مختلف با آن‌ها، باعث بروز اتفاقات متنوعی در بازی می‌شود و داستان شما را شکل می‌دهد. تمام این کاراکتر‌ها، از افرادی که به‌نوعی در دربار شما هستند گرفته تا اعضای خانواده‌تان و همینطور رهبران سایر حکومت‌ها هم خصوصیات اخلاقی خاص خودشان را دارند و در نتیجه باید با شناخت درستی از آن‌ها، به شیوه‌ای به‌سراغشان بروید که بتوانید نتیجه دلخواه را بگیرید؛ مثلا همانطور که می‌توانید از طریق طرح یک برنامه طولانی‌مدت نظر مثبت آن‌ها را جلب کنید، می‌توانید نقشه قتل‌شان را هم بکشید و در صورت موفقیت این نقشه، شخصی را که می‌توانست تهدیدی برای شما باشد از سر راه بردارید",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/crusaderllkings/11.jpg",
        "_id": {
          "$oid": "65e1a1295d2b21bc3ca69248"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "کدام نگرانی؟ نگرانی از بابت اینکه وقتی در بازی پیروزی و شکست به آن صورت معنی ندارد یا مثلا بازیکنان هر زمان که خواستند می‌توانند بین شخصیت‌های حاضر در نقشه سوییچ کنند، پس آیا با یک بازی کاملا بی‌هدف روبه‌رو هستیم؟ خب، شاید در ظاهر و مخصوصا اگر با ذهنیتی مشابه سایر آثار این سبک به‌سراغ Crusader Kings 3 برویم، این نگرانی کاملا به‌جا و منطقی باشد. ولی پیشنهادم به افرادی که چنین دیدی به بازی دارند و طبیعتا هم جزو کاربرانی هستند که شناخت قبلی از این مجموعه ندارند، این است که مدتی به آن زمان بدهند و چند بار آن بازه زمانی شروع تا پایان بازی را در قالب شخصیت‌های مختلف تجربه کنند. در این صورت، پس از مدتی شما هم با من هم‌نظر خواهید بود که Crusader Kings 3، اثری بدون هدف نیست بلکه هدفش چیز دیگری است و همه‌چیز به آن روایت خاصی که خودتان با نهایت آزادی‌عمل خلق خواهید کرد و لذتی که از این کار می‌برید بستگی دارد؛ نه صرفا رسیدن به پیروزی از طریق شکست دادن همه دشمنان",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/crusaderllkings/8.jpg",
        "_id": {
          "$oid": "65e1a1295d2b21bc3ca69249"
        }
      },
      {
        "title": "The Start Way 5",
        "description": "مولفه‌های خیلی زیادی در تک‌تک جنبه‌های بازی تاثیرگذار هستند و برای اینکه تصمیم‌تان آن اثر دلخواه را داشته باشد، باید به تک تک آن‌ها دقت کنید که چیزی شبیه به شطرنج بازی کردن است. مثلا وقتی فرزندی دارید که قرار است وارث شما در آینده شود، به مرور زمان و در فرایند بزرگ شدن وی، با سوال‌ها و چالش‌هایی روبه‌رو خواهید شد که شخصتیش را شکل می‌دهند؛ حال این وسط تصمیماتی که می‌گیرید اولا روی مولفه استرس شخصیت خودتان ممکن است نقش داشته باشند و شما را به‌دردسر بیندازند و از طرف دیگر هم خصوصیاتی که در نهایت فرزندتان دارد، روی تجربه‌ای که قرار است در بازی پس از مرگ شخصیت فعلی داشته باشید هم تاثیر دارند و اگر به آن‌ها دقت نکنید، کارتان در ادامه بسیار سخت می‌شود. چنین پیچیدگی شاید برای خودِ من جذاب باشد و در واقع اصلا Crusader Kings 3 با همین پیچیدگی‌هایش تعریف می‌شود ولی در عین حال، نمی‌توان منکر این قضیه هم شد که همین جنبه بازی، باعث می‌شود تا افرادی که قبلا با این مجموعه آشنا نبوده‌اند خیلی به زمان زیادی برای پی بردن به جزییاتش نیاز داشته باشند و باور کنید این قضیه حتی برای بازیکنان قدیمی هم صدق می‌کند؛ چرا که Crusader Kings 3 با‌وجود شباهت‌هایی به نسخه‌های قبلی تغییرات مختلفی هم داشته است که نیازمند یادگیری دوباره هستند",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/crusaderllkings/9.jpg",
        "_id": {
          "$oid": "65e1a1295d2b21bc3ca6924a"
        }
      }
    ],
    "score": 5,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/crusaderllkings/500.jpg",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/crusaderllkings/1.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2020-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        " ارائه آزادی‌عمل فوق‌العاده به بازیکن در راستای خلق تجربه دلخواه",
        "غیرقابل پیش‌بینی بودن روند بازی به لطف تاثیر شدیدا بالای تصمیمات در آن",
        "تنوع خوب شخصیت‌های قابل‌انتخاب که بازی با هرکدام حال‌و‌هوای خاصی دارد",
        "ارزش تکرار شدیدا بالا به‌لطف تاثیرگذار بودن جزییات مختلف در روند بازی",
        " ویژگی‌های نقش آفرینی که اجازه ساخت شخصیتی منحصر‌به‌فرد را می‌دهند",
        "جلوه‌های بصری و طراحی‌های هنری مناسب"
      ],
      "negative": [
        "طراحی منو‌ها و تداخل آن‌ها با اعلانات و پیام‌ها گاهی گیج‌کننده می‌شود",
        "مان‌بر بودن یادگیری اولیه بازی مخصوصا برای بازیکنان جدید مجموعه"
      ]
    },
    "createAt": {
      "$date": "2024-03-01T09:34:33.995Z"
    }
  },
  {
    "_id": {
      "$oid": "65e1a8c25d2b21bc3ca6933b"
    },
    "name": "maravel snap",
    "description": "بازی Marvel Snap ترکیبی خارق‌العاده از اکشن سریع، مسابقات کوتاه، مکانیک‌های ساده و در آخر ایده‌های هوشمندانه‌ای است که به متنوع شدن هر مسابقه کمک زیادی می‌کند. این عنوان، یک بازی کارتی رایگان برای گوشی‌های هوشمند، تبلت و کامپیوترهای شخصی است که توسط Ben Brodeکارگردان سابق بازی Hearthstone و در استودیوی جدید او یعنی Second Dinner ساخته شده",
    "genre": ["rpg"],
    "platform": ["pc", "xbox", "playstation"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/maravelSnap/2.webp",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "در Marvel Snap هر مسابقه تنها شش نوبت است و بسته به سرعت بازی کردن بازیکنان معمولا هر مسابقه کمتر از شش دقیقه به طول می‌انجامد. برخلاف بازی‌های کارتی رایج، در Marvel Snap مسابقات به شکل نوبتی نیست؛ در واقع شما و بازیکن مقابل به شکل همزمان و در  یک راند کارت‌های خود را بازی می‌کنید و سپس بازی تمام کارت‌های بازی شده را برمی‌گرداند و در اینجا مبارزه اتفاق می‌افتد. هر deck تنها از دوازده کارت تشکیل می‌شود که به حفظ چرخش کارت‌ها و سرعت بخشیدن به بازی کمک زیادی می‌کند؛ بنابراین شما مجبور به گشتن و سردرگم شدن میان سی تا چهل کارت نیستید. در اکثر مواقع شما فرصت بازی کردن و امتحان کردن استراتژی‌های مختلف با تمامی کارت‌های خود را پیدا می‌کنید و در نهایت شما در Marvel Snap به کارت‌های حریف حمله نخواهید کرد بلکه تمام هدفتان، تصرف کردن دو ناحیه از سه ناحیه مشخص شده‌ای روی صفحه، تنها با چهار کارت است که هر کدام از آن‌ها دارای سطح قدرت مشخصی هستند. اگر در یک ناحیه جمع سطح قدرت کارت‌های شما از حریفتان بیشتر باشد، آن ناحیه را برنده شده‌اید و اگر در پایان دست ششم موفق به برنده شدن دو ناحیه از سه ناحیه شوید، بازی شما را برنده اعلام می‌کند. در صورت مساوی شدن مسابقه هم مجموع سطح قدرت همه کارت‌های بازی شده در تمامی نواحی، برنده را مشخص می‌کند",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/maravelSnap/4.webp",
        "_id": {
          "$oid": "65e1a8c25d2b21bc3ca6933c"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "زمانی که کارت‌های خوبی در دست ندارید و یا سه ناحیه‌ مشخص شده روی صفحه علیه شماست و باعث باخت شما می‌شود، چیز زیادی از دست نمی‌دهید و بازی هیچ گاه احساس تنبیه شدن برای هر باخت را به شما نمی‌دهد که این موضوع تا حدودی به دلیل سریع بودن هر مسابقه است. هر بازی تنها چند دقیقه به طول می‌انجامد و شما به راحتی می‌توانید بدون وقت تلف کردن روی باخت خود، آن را کنار بگذارید و یک بازی دیگر را شروع کنید.در هر بازی سه منطقه از میان مجموعه عظیمی از مناطق به شکل شانسی بر روی صفحه قرار می‌گیرند که هر کدام ویژگی‌ها و عناصر مخصوص به خود را دارند. در میان آن‌ها می‌توان مناطق آسان، چالش برانگیز و یا حتی غیر منطقی را پیدا کرد؛ به عنوان مثال The symbiote planet Klyntar یکی از این نواحی است که تمام کارت‌های بازی شده در منطقه خود را ضعیف می‌کند اما در مقابل، ناحیه  NYC’s Central Park یک کارت سنجاب با سطح قدرت یک به نواحی دیگر اضافه می‌کند. ویژگی‌های تمامی نواحی بازی از ابتدا قابل دیدن نیست و در طول بازی از سمت چپ به راست نمایان می‌شود.ویژگی تصادفی بودن نواحی بازی یعنی اینکه شما ممکن است در میانه یک مسابقه باشید و ناحیه سوم با نمایان کردن ویژگی منحصر به فرد خود، شما را غافلگیر و استراتژی شما را برهم بزند و گاهی مجبور شوید بازی و ریسک کردن کارت‌های خود در یک ناحیه نامشخص را به جان بخرید.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/maravelSnap/5.jpeg",
        "_id": {
          "$oid": "65e1a8c25d2b21bc3ca6933d"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "همان‌طور که انتظار می‌رفت، نواحی بازی از کامیک‌های مارول و جهان سینمایی آن الهام گرفته شده است. Westview که از دنیای سینمایی مارول به بازی آمده، در راند چهارم به شکل تصادفی به ناحیه دیگری تغییر می‌کند که اشاره مستقیمی به سریال WandaVision دارد. همچنین می‌توان به آزمایشگاه گاما بروس بنر اشاره کرد که هر کارتی را که در این ناحیه قرار گیرد، را به هالک تبدیل می‌کند. شما می‌توانید با قرار دادن تعداد زیادی از کارت‌های کم ارزش خود در این ناحیه و تبدیل تمامی آن‌ها به هالک، باعث یک جهش بزرگ در مجموع سطح قدرت خود و زیاد شدن اختلاف با حریف شوید. تمامی ناحیه‌های بازی به شکل مبتکرانه‌ای به آثار مارول اشاره دارند؛ به خصوص اگر با کامیک‌های مارول به اندازه‌ای آشنا باشید.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/maravelSnap/5.jpeg",
        "_id": {
          "$oid": "65e1a8c25d2b21bc3ca6933e"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "ساختن دسته کارت‌ها (deck) به دلیل کم بودن کارت‌ها و تمرکز سازنده‌ها روی ترکیب کردن قدرت آن‌ها با یکدیگر، به شکل فوق‌العاده‌ای ساده بوده و این مساله یادگیری و درک بازی را برای همه آسان کرده است. دسته کارت ساخته شده بر پایه کارت‌ها با میزان انرژی کم و استراتژی بازی کردن کارت‌های زیاد، به احتمال زیاد در یک ناحیه‌ که اجازه بازی کردن کارت‌ها با انرژی کم را نمی‌دهد، شکست می‌خورد و یا ممکن است یک ناحیه به کارت‌های ضعیف شما پاداش خوبی بدهد و دیگری تمامی کارت‌های شما را بی‌ارزش کند. همچنین توسعه دهندگان بازی تایید کرده‌اند که در طول زمان ناحیه‌هایی با ویژگی‌های جدید، کارت‌ها و حرکات ترکیبی جدیدی ارائه خواهند کرد؛ بنابراین هر مسابقه‌ متفاوت است و تکراری نمی‌شود.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/maravelSnap/7.jpg",
        "_id": {
          "$oid": "65e1a8c25d2b21bc3ca6933f"
        }
      }
    ],
    "score": 3,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/maravelSnap/3.jpg",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/maravelSnap/1.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2020-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        "تزیینی بودن اکثر کارت‌های Variant و با ارزش بودن Season Pass",
        "در نهایت همه کارت‌ها به شکل رایگان در دسترس است و می‌توان با بازی کردن، تمامی آن‌ها را جمع آوری کرد",
        "به دست آوردن اعتبار طلا بازی تنها با بازی کردن",
        "در دسترس نبودن بسته‌های کارت برای خرید تمامی کارت‌ها به صورت یک جا",
        "طراحی زیبا و ساده به بازی شما امکان انعطاف زیادی می‌دهد",
        "نواحی مختلف بازی که روی خلاقیت و سازگاری شما تمرکز دارد"
      ],
      "negative": [
        "طراحی منو‌ها و تداخل آن‌ها با اعلانات و پیام‌ها گاهی گیج‌کننده می‌شود",
        " بازی دارای محتوای محدودی بود که ممکن است تکراری برای برخی از بازیکنان باشد. عدم تطابق با نمایشی از کاراکترها: برخی از بازیکنان معتقدند که طراحی و نمایش برخی از کاراکترها در بازی، به خوبی با نمایشی که آن‌ها از کاراکترها دارند، تطابق ندارد.",
        "برخی از بازیکنان احساس کرده‌اند که گیم‌پلی بازی به خوبی نتوانسته است جذابیت لازم را فراهم کند و اتفاقات و رخدادهای موشکافانه‌ای ایجاد نکرده است."
      ]
    },
    "createAt": {
      "$date": "2024-03-01T10:06:58.123Z"
    }
  },
  {
    "_id": {
      "$oid": "65e4230e1531a389732f8349"
    },
    "name": "fall guys",
    "description": "جهان بازی‌های ویدیویی گاهی می‌تواند بسیار آسان و بخشنده به نظر برسد. برای نمونه اکنون بازی‌های آنلاین بتل رویال انقدر تبدیل به ترند بزرگی در این مدیوم شده‌اند که هر ناشر شناخته‌شده با انتشار یک بازی بتل رویال خوب و قرارداد بستن به میزان کافی با استریمرهای بزرگ، می‌تواند در مدتی کوتاه سودی خوب را به‌دست بیاورد. ولی این بازارهای پتانسیل‌دار و در ظاهر آسان، از برخی جهات می‌توانند برای هر استودیویی ترسناک باشند. چون همزمان با آسان به نظر رسیدن موفقیت کوتاه‌مدت در آن‌ها، موفقیت بلندمدت در آن‌ها بسیار دشوار به نظر می‌رسد.در چنین وضعیتی که آثاری همچون بازی Bleeding Edge به‌عنوان یک بازی رقابت آنلاین عرضه‌ی نسبتا موفقی دارند و سپس بعد از چند هفته به سختی تعداد بازیکن همزمان خود را به عدد ۱۰۰۰ می‌رسانند، شاید فقط و فقط خلاقیت بتواند سازنده را نجات بدهد. چون وقتی خلاقیت از راه برسد، محصولی شکل می‌گیرد که بازیکن نمی‌تواند تجربه‌ی ارائه‌شده توسط آن را در اثر دیگری بیابد. به همین خاطر Fall Guys: Ultimate Knockout با اینکه اثر بدون ایرادی هم نیست و از تبلیغات فوق‌العاده‌ای بهره نمی‌برد، طی چند روز این همه رکورد را به نام خود ثبت می‌کند. زیرا یک بتل رویال متفاوت است که احتمالا بازی‌های بتل رویال زیادی در ماه‌های آتی از آن الگو می‌گیرند و به اشکال مختلف، ادای آن را درمی‌آورند",
    "genre": ["racing", "arcade"],
    "platform": ["nintendo", "xbox", "playstation", "pc"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/fallguys/1.jpg",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "«فال گایز» که رابط کاربری (UI) بسیار ساده و مناسبی را مقابل چشمان مخاطب می‌گذارد و او را درون منوهای پیچیده گم نمی‌کند، در هر دور شما را به ۵ رقابت می‌فرستد؛ ۵ مینی‌گیم کوتاه که با شرایطی مشخص از بین ۲۴ مینی‌گیم موجود انتخاب می‌شوند و مرحله به مرحله بازیکنان را حذف می‌کنند تا درنهایت فقط یک نفر تاج را به‌دست بیاورد. به همین خاطر دقیقا وقتی دور اول تجربه‌ی «فال گایز» را تمام می‌کنید، متوجه پتانسیل بسیار زیاد آن برای کسب پشتیبانی عالی در آینده می‌شوید. چون به سرعت می‌فهمیم که استودیو همیشه می‌تواند برخی از این مینی‌گیم‌ها را حذف کند، مینی‌گیم‌های تازه‌ای را به بازی بیاورد و این‌گونه توانایی تولید ۱۰۰ها تجربه‌ی متفاوت را داشته باشد.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/fallguys/2.jpg",
        "_id": {
          "$oid": "65e4230e1531a389732f834a"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "برای نمونه در مینی‌گیم‌هایی که در آن باید طی مدت‌زمانی محدود خود را به خط پایان برسانید و تنها با چالش زمانی مواجه هستید، تقریبا هیچ گیمری نیست که نداند باید چه کاری را انجام بدهد. در حقیقت اکثر مینی‌گیم‌ها انقدر واضح و ساده طراحی شده‌اند که همه در همان دور اول تجربه‌ی هرکدام از آن‌ها، هدف اصلی را می‌شناسد و آن را دنبال می‌کند. ولی فقط افرادی که روی بازی وقت گذاشته‌اند و مینی‌گیم‌های این‌گونه‌ی آن را خوب می‌شناسند، از مسیرهای درست می‌روند، از پرتاب شدن به جلو به کمک میله‌های چرخنده بهره می‌برند و از الگوهای زیادی برای گیر نیافتادن بین جمعیت زیاد گیمرهای رقیب پیروی می‌کنند.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/fallguys/3.jpg",
        "_id": {
          "$oid": "65e4230e1531a389732f834b"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "حالا چند هفته‌ی دیگر احتمالا چه اتفاقی رخ می‌دهد؟ برخی مینی‌گیم‌ها در نقشه‌های متفاوتی پیش می‌روند و بعضی مینی‌گیم‌ها به‌طور کامل عوض می‌شوند. این یعنی ناگهان همه‌ی بازیکن‌ها در برخی رقابت‌ها مجددا به‌دنبال یادگیری هستند و بیشتر و بیشتر روی بازی وقت می‌گذارند. این وسط از آن‌جایی که همه‌ی خریدهای درون‌برنامه‌ای «فال گایز» به آیتم‌های ظاهری محدود شده‌اند، هیچ‌کس احساس عقب ماندن از سایر گیمرها را ندارد و صرفا روی غرق شدن در این تجربه وقت می‌گذارد. چون حتی سیستم سطح‌بندی بازی هم صرفا شما را به آیتم‌های ظاهری بیشتری می‌رساند و هیچ برتری ذاتی و آزاردهنده‌ای به گیمرهای قدیمی‌تر نمی‌بخشد. این‌گونه حتی کسی که یک سال بعد وارد «فال گایز» می‌شود، شانس پیروزی بر فردی را دارد که ساعت‌ها پای بازی وقت گذاشته است. در عین حال آن گیمری که ساعت‌ها در «فال گایز» وقت گذراند، احتمالا حقه‌هایی را می‌شناسد که بازیکن تازه‌وارد از آن‌ها بی‌اطلاع است.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/fallguys/4.jpg",
        "_id": {
          "$oid": "65e4230e1531a389732f834c"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "این مشکل معمولا در رقابت‌های گروهی هم به چشم می‌آید. زیرا گاهی عملا عامل تعیین‌کننده‌ی سقوط یا صعود شما در یک مینی‌گیم آن است که بازی شما را به هم‌گروهی با چه افرادی دربیاورد. این وسط نه می‌توان پیشنهاد حذف رقابت‌های گروهی را داد و نه می‌توان گفت که آن‌ها باید به تجربه‌های چندنفره محدود شوند. زیرا اصلا یکی از ویژگی‌های خاص «فال گایز» همین وجود مینی‌گیم‌های گروهی برای همگان است که ناگهان چند نفر را از دور رقابت خارج می‌کند. به همین خاطر باید امیدوار بود که مینی‌گیم‌های بیشتری از بازی شبیه Fall Ball بشوند؛ یک بازی فوتبال‌مانند گروهی که هم تعداد مناسبی از بازیکنان را حذف می‌کند و هم در عین گروهی بودن، واقعا هر نفر می‌تواند روی آن تاثیر داشته باشد.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/fallguys/5.webp",
        "_id": {
          "$oid": "65e4230e1531a389732f834d"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "Fall Guys: Ultimate Knockout چه وقتی مشغول پایین انداختن بازیکنان دیگر از سطوح شیب‌دار هستید و چه وقتی روی شخصی‌سازی ظاهر کاراکتر خود وقت می‌گذارید، یک بازی مفرح و پرانرژی است. ولی اصلا فکر نکنید که همه‌ی این جذابیت صرفا از مکانیک‌های گیم‌پلی و ذات رقابتی آن بیرون می‌آید. در حقیقت بازی از لحاظ صوتی و بصری هم محصولی محترم و کم‌خرج است که همیشه چشم را نوازش می‌دهد و در عین حال باعث می‌شود که هیچ‌کس نخواهد آن را بدون صدا بازی کند. در این بین برای نمونه نباید از یاد برد که یکی از دلایل آسان بودن یادگیری تجربه‌ی اثر هم به خاطر رنگ‌بندی حساب‌شده‌ی تک‌تک محیط‌هایی است که نه مخاطب را گمراه می‌کنند و نه تنوع تصویری پایینی دارند. این یک مثال بارز است که نشان می‌دهد آثاری مثل «فال گایز» صرفا از اِلِمان‌های پرکشش بی‌ربط به هم استفاده نمی‌کنند. بلکه با چسباندن درست آن‌ها به یکدیگر تبدیل به محصولی هماهنگ و لایق تجربه می‌شوند که بخش‌های جداگانه‌ی جذب‌کننده‌ای دارد و هم در نگاه کلی پرکشش به نظر می‌رسد.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/fallguys/6.png",
        "_id": {
          "$oid": "65e4230e1531a389732f834e"
        }
      }
    ],
    "score": 3,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/fallguys/poster.jpg",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/fallguys/1.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2021-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        "طراحی چالش‌های سرگرم‌کننده و جذاب بر پایه‌ی چند مکانیزم ساده",
        "پتانسیل بسیار بالای بازی برای از دست ندادن تنوع با گذر زمان",
        "نگاه خلاقانه به یک زیرژانر پرتکرار در جهان هنر هشتم",
        "جلوه‌های صوتی و تصویری قابل قبول"
      ],
      "negative": [
        "وابستگی بیش از اندازه‌ی تعدادی از مینی‌گیم‌ها به شانس",
        "ضعف انکارناپذیر سرورها حداقل در روزهای آغازین عرضه"
      ]
    },
    "createAt": {
      "$date": "2024-03-03T07:13:18.185Z"
    }
  },
  {
    "_id": {
      "$oid": "65e424fa1531a389732f8350"
    },
    "name": "cyberpunk",
    "description": "سایبرپانک ۲۰۷۷ با مقدمه و شروعی واقعا طوفانی آغاز می‌شود. بازی ابتدا امکان ساخت کاراکتری با جزییات زیاد را، از موارد ظاهری گرفته تا یک‌سری قابلیت‌ها برای‌تان فراهم می‌کند و همینطور اجازه می‌دهد تا از بین سه Lifepath موجود، یکی را انتخاب کنید. بسته به انتخابی که در این قسمت دارید، بازی را در نقطه متفاوتی آغاز خواهید کرد؛ مثلا با انتخاب نومد، همه‌چیز از یک گاراژ در وسط بدلند که منطقه بیابانی و خارج‌شهر است آغاز می‌شود. فارغ از اینکه چه مسیری را انتخاب کنید، ساعات و اتفاقات اولیه بازی واقعا جذاب هستند؛ سایبرپانک ۲۰۷۷ خیلی خوب در این بخش بازیکن را وارد داستان و ماجراهایش می‌کند، دنیای زیبای نایت‌سیتی را به نمایش می‌گذارد، با معرفی عالی چند شخصیت مهم و تاثیرگذارش آن ارتباط اولیه بین گیمر و کاراکتر‌ها را رقم می‌زند و از همه مهم‌تر، با ریتم خیلی درست و هیجان‌انگیز او را به دل چند مأموریت نفس‌گیر می‌فرستند که مخصوصا آخرین‌ِ آن‌ها، یکی از بهترین دقایقی است که در کل بازی تجربه می‌کنیم. قسمت‌هایی ابتدایی و مقدماتی بازی که با اتفاقی شوکه‌کننده هم به پایان می‌رسند، آنقدر میخ اول را محکم می‌کوبند که ناخودآگاه حس می‌کنیم بله؛ سایبرپانک ۲۰۷۷ دقیقا همان‌چیزی است که باید باشد. ",
    "genre": ["action", "adventure"],
    "platform": ["xbox", "playstation", "pc"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/cypberbunkSteam/2.jpg",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "اول از همه، نمی‌دانم انتظار شما از سایبرپانک ۲۰۷۷ دقیقا چه بود. شاید برخی یک نقش آفرینی عمیق و پرجزییات می‌خواستند، برخی دنبال اکشن درجه‌یکی بودند یا برخی هم انتظار تجربه‌ای جهان‌باز در حد چیزی مثل GTA را داشتند. اما واقعیت این است که سایبرپانک، هرچند مولفه‌هایی از تمام این موارد را در خود دارد، ولی اگر بخواهم فقط و فقط یک ویژگی بازی را به‌عنوان تمرکز اصلی آن و به بیان بهتر نقطه قوت اصلی آن معرفی کنم، تلاشش برای روایت داستانی عالی و به‌نمایش گذاشتن شخصیت‌هایی است که در طول ماجراجویی‌مان، با آن‌ها به‌معنی واقعی کلمه زندگی خواهیم کرد و تعامل خواهیم داشت. سی‌دی پراجکت رد، قبلا در دنیای ویچر هم نشان داده بود که چقدر برای داستان و شخصیت‌پردازی ارزش قائل است و اگر نظر من را بخواهید، سایبرپانک ۲۰۷۷ در این زمینه حتی چندین سطح از تمام ساخته‌های قبلی این استودیو هم بهتر است. ",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/cypberbunkSteam/15.webp",
        "_id": {
          "$oid": "65e424fa1531a389732f8351"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "مثل هر تجربه نقش آفرینی دیگری، به مرور زمان و با کسب امتیاز تجربه، سطح شخصیت شما ارتقا پیدا می‌کند و می‌توانید توانایی‌های وی را در شاخه‌های اصلی و زیرشاخه‌های مربوط به آن‌ها ارتقا بدهید. برای مثال می‌توانید وضعیت جسمانی شخصیت‌تان را بهبود ببخشید یا اینکه با افزایش هوش او، امتیاز‌هایتان را در زیربخش‌های هوش خرج کنید تا مهارت بالاتری در هک کردن داشته باشید. گستردگی مهارت‌ها در سطح خوبی است و در نتیجه به همان میزان که می‌توانید با انتخاب‌هایتان خصوصیات رفتاری شخصیت خودتان را تعیین کنید، در اینجا هم امکان ساختش با مهارت‌های منحصربه‌فرد را دارید. همچنین سیستم لوت بازی هم که یکی دیگر از عناصر مهم جنبه نقش آفرینی آن به‌حساب می‌آید، ارزشمند است و اگر بازیکنی باشید که حوصله زیادی برای گشتن محیط‌ها دارد، می‌توانید آیتم‌هایش ارزشمندی به‌دست بیاورید که یا به‌عنوان سلاح و تجهیزات قابل‌استفاده هستند یا می‌توانید با آن‌‌ها، از طریق سیستم کرفت که انصافا آن هم کیفیت خوبی دارد، موارد مختلفی بسازید. در نتیجه می‌توان گفت که جنبه‌های نقش آفرینی سایبرپانک ۲۰۷۷، پیچیده نیستند اما در سطح فعلی هم اجازه خلق شخصیت دلخواه و نقش آفرینی در قالب وی را فراهم می‌کنند. ",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/cypberbunkSteam/16.jpg",
        "_id": {
          "$oid": "65e424fa1531a389732f8352"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "اما به مرور زمان و با درگیر شدن در ماموریت‌های اصلی و فرعی سایبرپانک ۲۰۷۷، جنبه‌های اکشن و کلا مبارزات بازی هم بیش‌تر و بیش‌تر خودشان را نشان می‌دهند و اینجا یکی از ایراد‌های اساسی بازی خودش را به‌وضوح نشان می‌دهد: سایبرپانک ۲۰۷۷، از لحاظ هوش مصنوعی و رفتار دشمنان مشکلات غیرقابل‌انکاری دارد که حسابی هم روی تجربه شما از این دقایق بازی تاثیر منفی می‌گذارند. برای مثال، در یکی از ماموریت‌ها باید به یک مرکز خرید بزرگ بروید که البته الان استفاده دیگری دارد و در این قسمت، شاهد درگیری شلوغی هستیم؛ درگیری که دروغ چرا ولی بیش‌تر از اینکه نبردی پر از تنش و هیجان باشد، حکم نمایشی از رفتار‌های مضحک هوش مصنوعی را دارد که در برابرش کار سختی برای نخندیدن خواهید داشت! دشمنانی که به شکل عجیبی با جیغ و داد به سمت‌تان می‌آیند و بعد به جای حمله، صرفا به کوبیدن مشت‌هایشان به یکدیگر و خیره شدن به شما مشغول می‌شوند. دشمنانی که به شکل بی‌هدفی دور خودشان می‌چرخند و حتی میلی به شلیک به سمت‌تان هم ندارند. چنین اتفاقات عجیب و غریبی البته که صرفا محدود به این بخش از بازی هم نیستند و کلا رفتار هوش مصنوعی در بازی، مشکلات زیادی دارد که هم روی لحظه‌های اکشن آن تاثیر منفی می‌گذارد و هم حتی اگر بخواهید سراغ مخفی‌کاری هم بروید می‌تواند تجربه‌تان را خراب کند. ",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/cypberbunkSteam/18.jpg",
        "_id": {
          "$oid": "65e424fa1531a389732f8353"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "تاثیر منفی هوش مصنوعی ضعیف روی روند بازی وقتی ناراحت‌کننده‌تر می‌شود که بدانیم هسته اصلی و پایه‌ای اکشن‌ها ایراد و مشکل خاصی ندارد. برای مثال، سایبرپانک ۲۰۷۷ تنوع خیلی خوبی از اسلحه‌ها و تجهیزات مناسب را در اختیارتان قرار می‌دهد، می‌توانید به لطف سیستم ارتقای شخصیت کاملِ بازی، به سبکی که دوست دارید، چه به راه انداختن حمام خون باشد و چه پیشروی هوشمندانه با هک کردن دوربین‌ها، ربات‌ها و حتی خودِ دشمنان بازی را پیش ببرید یا حتی یک کاتانا در دست بگیرید و به‌معنی واقعی کلمه دشمنان‌تان را سلاخی کنید! اما نتیجه نهایی شده اینکه با وجود همه این جذابیت و پتانسیلی که در هسته اصلی اکشن و مبارزات بازی وجود دارد، خیلی از سناریو‌های نبرد در بازی درگیر رفتار‌های احمقانه هوش مصنوعی شده و لذت بردن از آن‌ها واقعا سخت می‌شود. حتی مثلا یک سری مبارزه با باس و موجودات قدرتمند هم در بازی وجود دارد که این بخش‌ها هم ممکن است تحت‌تاثیر همین مشکل، آن لذتی را که باید نداشته باشند. ",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/cypberbunkSteam/20.jpg",
        "_id": {
          "$oid": "65e424fa1531a389732f8354"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "بالاتر اشاره کردم که سایبرپانک ۲۰۷۷، یک تجربه جهان‌باز هم به‌حساب می‌آید و خب دروغ چرا این جنبه‌های بازی، برای من آن چیزی نبود که انتظارش را داشتم. در اینکه نایت سیتی، محیط‌های مختلف آن و حتی مناطق خارج از شهرش که به اسم بد لند شناخته می‌شوند، واقعا زیبا طراحی شده‌اند و از حیث بصری کم‌و‌کسری ندارند شکی نیست. اما وقتی از یک دنیای جهان‌باز صحبت می‌کنیم، انتظارات دیگری جدا از بحث زیبایی بصری هم از آن داریم که اصطلاحا آن را پویایی دنیای بازی خطاب می‌کنیم. منظور از پویایی، یعنی اینکه در این دنیای بزرگی که بازی جریان دارد، آیا اتفاقاتی رخ می‌دهند که حس کنیم در جهانی نزدیک به واقعیت یا تاثیرپذیر از رفتار‌های‌مان ماجراجویی می‌کنیم؟ آیا سفرهایی که در این جهان داریم، ممکن است درگیر اتفاقاتی غیرقابل پیش‌بینی شوند؟ یا اینکه خیر این جهان، صرفا نقش یک محیط صرفا بزرگ را دارد که در آن فقط باید از نقطه A به B برویم، ماموریتی را به پایان برسانیم و تمام. خب نمی‌خواهیم بگویم که جهان سایبرپانک ۲۰۷۷ هیچ جذابیتی ندارد، اما واقعیت به‌عنوان یک تجربه جهان‌باز، سی‌دی پراجکت رد بیش‌تر روی زیبایی و خلق اتمسفر عالی دنیای بازی‌اش تمرکز کرده و مخصوصا پس از پشت سر گذاشتن ساعات اولیه بازی، به جایی می‌رسیم که دیگر هیچ اتفاق جدید و جذابی در دنیای بازی رخ نمی‌دهد و وظیفه این جهانِ به‌ظاهر زیبا در بازی،‌ صرفا به همان منتقل کردن‌مان از نقطه‌ای به نقطه دیگر محدود می‌شود که همان را هم ترجیح می‌دهیم به جای رانندگی با وسایل نقلیه‌ای که از قضا تنوع خوبی هم از موتور گرفته تا انواع ماشین دارند، از طریق قابلیت فست ترول بازی انجام دهیم.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/cypberbunkSteam/22.jpg",
        "_id": {
          "$oid": "65e424fa1531a389732f8355"
        }
      }
    ],
    "score": 3,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/cypberbunkSteam/3.jpg",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/cypberbunkSteam/1.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2021-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        "شخصیت‌پردازی فوق العاده کاراکترها که ارتباط و همذات‌پنداری با آن‌ها را جذاب می‌کند",
        "داستان جذاب با روایتی عالی و دیالوگ‌نویسی بسیار باکیفیت",
        " چشم‌نواز بودن جلوه‌های هنری و طراحی‌های بصری",
        "تنوع بسیار خوب ماموریت‌های اصلی و فرعی",
        "گزینه‌های شخصی‌سازی و ارتقا که امکان خلق کاراکتری منحصربه‌فرد را می‌دهند"
      ],
      "negative": [
        "عملکرد فنی ضعیف که مخصوصا روی کنسول‌های نسل هشت آزاردهنده است",
        "هوش مصنوعی مشکل‌دار و عجیب که به مبارزات بازی ضربه می‌زند",
        "محدودیت‌ها و ضعف‌های بازی در زمینه خلق تجربه‌ای جهان‌باز"
      ]
    },
    "createAt": {
      "$date": "2024-03-03T07:21:30.787Z"
    }
  },
  {
    "_id": {
      "$oid": "65e428bb1531a389732f8357"
    },
    "name": "vampire survivors",
    "description": "تابه‌حال بازی‌هایی را دیده‌ایم که شاید در ظاهر، محصول درخوری نباشد یا بسیار ساده به‌نظر رسند. اما، پس از چند ساعت تجربه، متوجه می‌شوید که با یک محصول اعتیادآور، سرگرم کننده و هیجان‌انگیز طرف هستید. اینکه یک بازی ویدیویی چقدر پیچیده و بزرگ باشد، موفقیت و سرگرم کننده بودن آن را تضمین نمی‌کند و برعکس این گفته هم صادق است.اوایل سال ۲۰۲۲ بود که لوکا گالانته، بازی مستقل Vampire Survivors را در قالب یک محصول Early Access در دسترس کاربران کامپیوتر قرار داد. موفقیت زودهنگام آن باعث شد تا یک ماه بعد از کار خود کناره‌گیری کرده و به‌صورت تمام وقت روی این بازی و محتویات آن کار کند و به مرور زمان، افراد مستقلی را استخدام کرد تا روند توسعه و کامل شدن بازی، بیش‌ازپیش افزایش پیدا کند. حال مدتی است که Vampire Survivors از دسترسی زودهنگام خارج شده و در حالت کلی، می‌توان از آن به‌عنوان یک بازی متفاوت و سرگرم کننده یاد کرد.",
    "genre": ["strategy", "building-construction", "interactive-fiction"],
    "platform": ["nintendo", "android", "ios", "xbox"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/vampireSurvivors/1.jpg",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "داستان Vampire Survivors در سال ۲۰۲۱ و کشور ایتالیا روایت می‌شود. جایی که بیسکونت دراکولو، هیولاهای متعددی را احضار کرده تا انتقام گرفته و همه مردم را از بین ببرد. این در حالی است که خانواده بلپائس و سایر قهرمان‌های بازمانده، وظیفه دارند تا جلوی دراکولو را گرفته و او را از بین ببرند. داستان چیزی نیست که تمرکز اصلی سازنده در بازی مستقل Vampire Survivors باشد و بیشتر از آن به‌عنوان یک پیش‌زمینه برای به‌نمایش گذاشتن گیم‌پلی استفاده کرده است؛ جایی‌که اصلی‌ترین دلیل سرگرم کننده بودن Vampire Survivors قرار گرفته است.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/vampireSurvivors/4.png",
        "_id": {
          "$oid": "65e428bb1531a389732f8358"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "درظاهر با یک مکانیسم بسیار ساده طرف هستیم، اما موردی که باعث جذابیت گیم‌پلی Vampire Survivors شده، آیتم‌ها و ساختار زنده‌ماندن و ارتقای سطح در این بازی است. با هر بار ارتقای سطح، چند آیتم برای کسب کردن نمایش داده می‌شود و شما باتوجه به سطح آیتم‌ها و کارآیی که دارند، می‌توانید آیتم مدنظر خود را انتخاب کنید. هرقدر که مدت زمان زنده ماندن و سطح بازیکن افزایش پیدا می‌کند، موج حملات دشمنان سرسخت‌تر به سمت شما سرازیر می‌شود. ازاین‌رو نوع حرکت شما در محیط و انتخاب آیتم‌ها مهم‌ترین فاکتوری است که باید به آن توجه داشته باشید.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/vampireSurvivors/5.jpg",
        "_id": {
          "$oid": "65e428bb1531a389732f8359"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "پس از هر بار مردن و بازگشت به منو بازی هم می‌توانید به‌واسطه سکه‌های طلا جمع‌آوری شده، آيتم‌های بازی را ارتقا دهید تا در دور بعد، اگر دراختیارتان قرار گرفتند، تاثیرگذاری بیشتری داشته باشند. همچنین Vampire Survivors دارای چهار کاراکتر اصلی است که هرکدام سلاح و قدرت مخصوص‌به خود را دارند. این در حالی است که با گذر زمان و کسب آیتم‌های جدید، می‌توانید سلاح مبارزه‌ای سایر کاراکترها را هم در اختیار بگیرید. البته که دراین‌میان شانس هم تأثیرگذار است. به‌خاطر ساختار تصادفی بودن ارائه آیتم‌ها، همیشه شانس در بازی‌های روگ لایک نقش دارد، اما اینکه چقدر به سایر ویژگی‌ها و مکانیسم‌های بازی قالب باشد، موردی است که اهمیت بسیاری دارد.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/vampireSurvivors/16.webp",
        "_id": {
          "$oid": "65e428bb1531a389732f835a"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "در Vampire Survivors به‌خاطر محدودیت تعداد آیتم‌هایی که بر می‌دارید، شانس تاحدی نقش پررنگی دارد و در سطوح بالاتر، کیف آیتم‌های شما می‌تواند شامل آیتم‌هایی باشد که آنطور که باید و شاید کمک حال شما نیستند و آیتم‌های جدید هم آن‌چنان سطح بهتری را ارائه نمی‌دهند. ازاین‌رو Run شما دچار مشکل می‌شود و احتمال باخت بسیار بالا می‌رود. بااین‌حال، ترکیب بسیار خوب المان‌های ذکر شده درکنار یکدیگر، حتی باوجود محدودیت بسیار در کسب آیتم‌ها و تاثیرگذاری شانس، سبب شده تا یک گیم‌پلی اعتیادآور را مشاهده کنیم که می‌تواند به دفعات مختلفی مخاطب را سرگرم کند",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/vampireSurvivors/17.jpg",
        "_id": {
          "$oid": "65e428bb1531a389732f835b"
        }
      }
    ],
    "score": 1,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/vampireSurvivors/3.webp",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/vampireSurvivors/1.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2023-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        "محتوای درخور و متعدد برای یک بازی مستقل کوچک",
        "طراحی خوب کاراکترها",
        "متوع بودن دشمنان بازی",
        " طراحی متنوع محیط‌ها",
        " گیم‌پلی ساده، اما اعتیادآور"
      ],
      "negative": [
        "تاثیر مستقیم شانس روی هر بار تجربه بازی",
        "محدود بودن کیف آیتم‌ها در هر بار تجربه بازی"
      ]
    },
    "createAt": {
      "$date": "2024-03-03T07:37:31.390Z"
    }
  },
  {
    "_id": {
      "$oid": "65e42a971531a389732f835d"
    },
    "name": "ea sport fc 2024",
    "description": "اگر از کاربرانی باشید که هر سال فیفا را تجربه می‌کنند، با شروع FC 24 خیلی زود خودتان را در منزلی امن و آشنا پیدا خواهید کرد؛ درست است که منوی بازی بسیار مینیمال‌تر از همیشه شده و آن کاشی‌های چند نسخه اخیر جای خودشان را به منویی لیستی داده‌اند، ولی تمام حالت‌های بازی همیشگی کماکان در این نسخه هم هستند و راستش را بخواهید، امسال تغییر آنچنان تاثیرگذار و محسوسی هم نداشته‌اند. معمولا EA هر سال یک سری موارد جدید به حالت‌های بازی اضافه می‌کرد تا کمی تجربه آن‌ها را متفاوت کند و مثلا در بخش کریر، دو سال پیش امکان شبیه‌سازی بازی‌ها را داشتیم و سال گذشته هم امکان تجربه هایلایت مسابقه‌ها به آن اضافه شد ولی امسال موارد جدید بسیار جزئی هستند و بیش‌تر روی تعریف تاکتیک و کادر مربی‌های تیم شما تمرکز کرده‌اند. ",
    "genre": ["strategy", "sports"],
    "platform": ["nintendo", "pc", "xbox"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/eaSportFc2024/1.jpg",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "ین وضعیت تا حد زیادی برای سایر بخش‌های بازی هم صادق است. در حالت پرو کلاب می‌توانید بازیکن خودتان را داشته باشید و مخصوصا در کنار دوستان‌تان یک تیم فوتبال تشکیل دهید. حالت ولتا در دسترس است که خود بخش‌های مختلفی دارد و می‌توان در آن هم بازیکنی ساخت، سراغ تجربه فوتبال خیابانی با چالش‌های مختلف رفت و با امتیازها و جوایز به‌دست آمده، به شخصی‌سازی ظاهر و مهارت‌های کاراکتر پرداخت. بخش ولتا که حتی یک بار در نسخه‌های قبل حالت داستانی هم داشت، از آن بخش‌هایی است که نتوانست پتانسیل واقعی فوتبال خیابانی را به تجربه همیشگی فیفا اضافه کند و دلیل آن هم شباهت زیاد تجربه ارائه‌شده از فوتبال در آن با همان فوتبالی است که فیفا در زمین چمن هم ارائه می‌دهد. امسال هم انتظار تغییری از این حیث نداشته باشید و این بخش کماکان تجربه‌ای است که بعید می‌دانم کسی آن را به شکلی حرفه‌ای دنبال کند و نهایت می‌تواند یک تنوع جزئی در دورهمی بازی کردن FC 24 باشد. ",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/eaSportFc2024/8.png",
        "_id": {
          "$oid": "65e42a971531a389732f835e"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "اما بخشی که در بین حالت‌های مختلف FC 24 بیش‌تر از همه شاهد ویژگی‌های جدید است، آلتیمیت تیم آن به‌حساب می‌آید. از نظر ساختار حالت‌های خود این بخش تفاوت آنچنانی را شاهد نیستیم و فقط قسمتی به نام Evolution به بازی اضافه شده که هدف آن، ارتقا کارت‌ها از طریق انجام دادن آبجکتیو‌های تعریف‌شده است و فقط زمان می‌تواند نشان دهد که چقدر مورد توجه تیم محتوای بازی قرار خواهد گرفت. در همین ابتدای عرضه بازی مثلا چند آپدیت اینچنینی در نظر گرفته شده که بهترینِ آن‌ها نیازمند پرداخت کوین یا فیفا پوینت است و به‌نظر می‌رسد عطش EA برای کسب درآمد بیش‌تر از طریق آلتیمیت تیم، در این ویژگی جدید هم نفوذ کرده است؛ البته به جز این موارد کماکان می‌توان تاثیر پول واقعی در آلتیمیت تیم را حس کرد و جالب اینکه امسال از همین روزهای ابتدایی عرضه شاهد ارائه پک‌های گران‌قیمتی در استور هستیم که می‌توانند تعادل مارکت بازی و قدرت تیم‌ها را خیلی راحت به‌هم بریزند. ",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/eaSportFc2024/7.jpg",
        "_id": {
          "$oid": "65e42a971531a389732f835f"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "با این حال بزرگ‌ترین تفاوت آلتیمیت تیم امسال نسبت به سال‌های گذشته، حضور بازیکنان زن در این بخش است. اگر خیلی صادقانه بخواهم در این مورد صحبت کنم، EA این کار را تا حد زیادی به نحو خوبی انجام داده است و تاثیر آن هم در بازی مثبت حس می‌شود. برای توضیح دقیق‌تر این موضوع، بد نیست کمی وضعیت کلی آلتیمیت تیم در سال‌های اخیر را مرور کنیم؛ معمولا شرایط بستن تیم‌ها در این بخش به این شکل است که در اوایل عرضه گیمرها سراغ هرآنچه که می‌توانند به‌دست بیاورند می‌روند و به مرور با کسب کوین بیش‌تر، کم کم اکثر تیم‌ها شبیه به یکدیگر می‌شوند و شاهد استفاده گیمرها از بازیکنانی هستیم که اصطلاحا به درد متای گیم پلی بازی می‌خورند. قطعا اگر طرفدار این بخش بوده باشید، می‌دانید که حتی کارت گلد اولیه امباپه سال پیش تا حتی اواخر بازی جزو تیم اکثر گیمرها بود و این برای سایر بازیکنان متا هم صدق می‌کرد. خب اضافه شدن بازیکنان زن به آلتیمیت تیم، باعث شده تا دست گیمرها بیش از پیش برای ساخت تیم‌های متنوع‌تر باز باشد و از همین الان هم می‌توان این موضوع را واضح در تیم‌ها دید. ",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/eaSportFc2024/6.webp",
        "_id": {
          "$oid": "65e42a971531a389732f8360"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "به بیان دیگر، گیمر‌ها، حداقل فعلا، نه اجباری به استفاده از بازیکنان زن یا مرد دارند و نه حضور زنان به این شکل است که مزیتی عجیب و غریب داشته باشند و مثلا یک بازیکن زن بتواند از نظر قدرت بدنی بهتر از بازیکنی مثل ون دایک باشد. این بازیکنان اکثرا به دلیل قد و قامت کوتاه‌تر خود، اجیلیتی بالاتری دارند و برای گیمرهایی که به دریبل زدن و بازیکنان سرعتی علاقه داشته باشند، گزینه مناسبی به‌حساب می‌آیند و باعث شده‌اند تا بتوان تیم‌های متنوع‌تری را در این بخش ساخت. در کل FC 24 از نظر محتوایی، تفاوت خیلی زیادی نسبت به نسخه قبلی نداشته و حالت‌های بازی به همان سبک و سیاق کماکان در دسترس هستند؛ البته باید این را هم در نظر گرفت که فوتبال EA به‌نوعی به یک بلوغ کلی از حیث حالت‌های بازی رسیده و نباید هم انتظار داشت که هر سال شاهد موارد خیلی جدیدی باشیم ولی کمی تنوع بیش‌تر، حداقل در جزییات هر بخش، خالی از لطف نبود. ",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/eaSportFc2024/5.jpg",
        "_id": {
          "$oid": "65e42a971531a389732f8361"
        }
      }
    ],
    "score": 5,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/eaSportFc2024/2.jpg",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/eaSportFc2024/1.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2023-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        "ویژگی‌های جدید گیم پلی که باعث جذابیت و آزادی‌عمل بیش‌تر در حمله و روش‌های گلزنی شده‌اند",
        "اضافه شدن Playstyle‌ها که باعث شده بازیکنان هویت منحصربه‌فردی داشته باشن",
        " کیفیت خوب تجربه بصری کلی بازی و مخصوصا جزییات چهره بازیکنان",
        "جفظ گستردگی تیم‌ها و محتویات لایسنس‌شده با وجود اتمام همکاری با سازمان FIFA",
        "متنوع‌تر شدن گزینه‌های موجود برای ساخت تیم در بخش آلتیمیت تیم"
      ],
      "negative": [
        "نیاز به تعادل بیش‌تر بین دفاع و حمله در گیم پلی",
        "تغییرات بسیار جزئی حالت‌های بازی نسبت به نسخه قبل",
        "عملکرد نه‌چندان جالب دروازه‌بان‌ها و واکنش‌های عجیب آن‌ها",
        "نقش پررنگ پول واقعی در بخش آلتیمیت تیم بازی"
      ]
    },
    "createAt": {
      "$date": "2024-03-03T07:45:27.405Z"
    }
  },
  {
    "_id": {
      "$oid": "65e42ca11531a389732f8363"
    },
    "name": "dirt rally gaming",
    "description": "ساختن یک بازی Racing که قرار است برروی مسابقات رالی تمرکز داشته باشد، خیلی با ساخت عنوانی Racing با سبک و سیاق بازی‌هایی نظیر Need For Speed و Burnout فرق دارد. عنوان رالی محور باید شبیه‌ساز (Simulation) باشد (همچون Forza Motorsport) نه آرکید (Arcade، همچون Need For Speed) در عنوان رالی محور شما نمی‎‌توانید با سرعت ۲۴۰ کیلومتر بر ساعت در هر خیابانی که می‌خواهید جولان دهید، بلکه باید در مسیرهای Off-Road، اولویت اول‌تان صحیح و سالم رسیدن به خط پایان باشد. مشخصاً ساختن یک بازی رالی محور که از کیفیت بالایی برخوردار باشد، کار هر سازنده‌ای نیست و ریسک زیادی دارد؛ ممکن است بازی شما آنقدر خوب باشد که تبدیل به مقصد اول و آخر دوست‌داران این سبک از بازی‌های Racing شود، و ممکن هم هست که با شکست بازی دیگر امیدی به زنده کردن دوباره آن نباشد و هیچ ناشری دیگر روی آن سرمایه‌گذاری نکند. هیچ سازنده‌ای به اندازه‌ استدیوی خوش ذوق Codemasters، به ساخت بازی‌هایی Racing با سبک و سیاق مختلف علاقه ندارد. آن‌ها از طرفی سالانه نسخه‌ای جدید از سری F1 را عرضه می‌کنند که شبیه‌ساز مسابقات پرطرفدار فرمول یک است، از طرفی هم با سری DiRT مسابقات off-road (که رالی هم جزوی از آن‌هاست) را شبیه‌سازی می‌کنند؛ گاهی هم هوس ساخت یک نسخه از سری Grid به سرشان می‌زند، عنوانی که همچون Forza Motorsport یا Gran Turismo شما را به مسابقه با بهترین و سریع‌ترین ماشین‌های دنیا در پیست‌های مختلف دعوت می‌کند. نکته‌ جالب هم اینجاست که با وجود اینکه این استودیو تقریباً پرکار است (از طرفی سالانه نسخه‌ای جدید از سری F1 را عرضه می‌کند و همزمان روی یکی از دو سری Grid و DiRT هم کار می‌کند) اما، عناوینی که منتشر می‌کند عموماً از لحاظ کیفی قابل قبول هستند و بازیبازان از تجربه‌ آن‌ها لذت می‌برند. اما، نسخه‌ آخر سری DiRT یعنی Showdown تغییرات عمده‌ای در فرمول همیشگی این سری به وجود آورد که البته ناموفق هم بود و اکثر طرفداران از این بازی ناراضی بودند. شکست‌های Codemasters با F1 2015 ادامه یافت و طرفداران داشتند کم کم از این شرکت ناامید می‌شدند. حال، Codemasters که از اشتباهات خود در آخرین نسخه از سری DiRT درس عبرت گرفته است و سعی داشته تا شکست‌ آخرین بازی که منتشر کرد یعنی F1 2015 را هم جبران کند، به تازگی جدیدترین نسخه از سری DiRT را با نام DiRT Rally برای کنسول‌های نسل هشتمی و رایانه‌های شخصی عرضه کرده (البته نسخه‌ کنسولی در سال ۲۰۱۶ منتشر خواهد شد) و سعی داشته تا این عنوان را هرچه بیشتر به ریشه‌های این سری نزدیک کند. DiRT Rally بدون شک یکی از ‌بزرگ‌ترین شگفتی‌های امسال است، عنوانی که خیلی بی سر و صدا منتشر شد و از قضا بسیار هم بازی خوبی است و همه را غافلگیر کرده است.",
    "genre": ["racing", "sports"],
    "platform": ["playstation", "pc", "xbox"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/DiRTRallyracing/1.jpg",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "Codemasters با DiRT Rally سعی داشته تا خصوصیات نسخه‌ قبلی این سری را کنار گذاشته و از پایه این سری را بازسازی کند تا یک تجربه‌ تمام عیار از مسابقات رالی را به طرفداران ارائه دهد. آن قابلیت بازگشت زمان به عقب (که در برخی بازی‌ها Rewind نام دارد اما در سری DiRT به Flashback معروف بود) که وقتی در هنگام پیچیدن یا کم و زیاد کردن سرعت دچار اشتباه می‌شدید از آن استفاده می‌کردید کاملاً از بازی حذف شده است. برای DiRT Rally مهم نیست که شما تازه‌کار هستید و نمی‌توانید سریع باشید؛ این بازی نمی‌گذارد که راحت مقام اول را کسب کنید و پیش خودتان خیال کنید که خیلی ماهر هستید. برای دوام آوردن در DiRT Rally، باید سریع باشید، تمرکز کنید و ناامیدی را کنار بگذارید. وقتی که برای اولین بار DiRT Rally را بازی می‌کنید مسلماً سریع و ماهر نیستید؛ بسیار محتاط خواهید بود و هندلینگ خودروها در بازی برایتان چالش آفرین خواهد بود. در هر دور، شما زمان زیادی را از دست خواهید داد. احتمالاً بهترین نتیجه‌ای که می‌گیرید، حضور در میان ۴ راننده‌ برتر خواهد بود. وقتی به پیچ‌ها برسید دست و پای‌تان خواهد لرزید. ماهر شدن در DiRT Rally مشخصاً برای تمام افراد بسیار طاقت فرسا خواهد بود و عده‌ای را هم از بازی زده خواهد کرد، که آن عده به سرعت بازی را کنار خواهند گذاشت. اما آن کسانی که بیشتر بازی کنند و سعی کنند در آن مهارت کافی به دست آورند، بدون شک از بازی لذت خواهند برد. همانطور که گفته شد خبری از آن قابلیت معروف بازی‌های Codemasters یعنی Flashback نیست و این قابلیت به عمد کنار گذاشته شده است تا بازیباز بداند هرگاه که اشتباه کرد نمی‌تواند سریع آن را جبران کند ",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/DiRTRallyracing/10.jpg",
        "_id": {
          "$oid": "65e42ca11531a389732f8364"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "DiRT Rally بازی باارزشی است چرا که شما را مجبور می‌کند برای اینکه نتیجه بگیرید، سخت تلاش کنید. وقتی اولین پیروزی را در بازی به‌دست آورید آن را برای همیشه به یاد خواهید داشت چرا که برای کسب آن پیروزی تلاش زیادی کرده‌اید و آن پیروزی حاصل تمرین‌های شما بوده است. شاید تا کسب آن پیروزی، بارها عصبانی شوید و تا مرز کنار گذاشتن بازی برای همیشه هم پیش بروید، اما اگر ناامید نشوید و ادامه دهید و طعم خوش اولین پیروزی را بچشید، آن وقت است که با می‌گویید سرانجام این همه تمرین و تکرار نتیجه داد. در برخی مواقع، همچون زمانی که در نزدیکی خط پایان هستید و برای پیروزی تلاش می‌کنید بازی بسیار هیجان انگیز خواهد شد؛ یک ثانیه زودتر یا دیرتر رسیدن به خط پایان ممکن است برنده را تغییر دهد، و اگر شما برنده نباشید، تمامی زحماتی که برای رسیدن به خط پایان کشیده‌اید از بین خواهد رفت؛ پس تک تک ثانیه‌ها در DiRT Rally حائز اهمیت است و باید دقت بسیاری را به خرج دهید تا بتوانید پیروز مسابقه باشید. نحوه‌ کنترل خودروها در DiRT Rally بسیار خوب و لذت‌بخش است و نسبت به زمانی که در Steam و به صورت Early Access در اختیار بازیبازان قرار گرفت، شاهد پیشرفت‌هایی بوده است که نشان از توجه سازندگان به نظرات و پیشنهادات بازیبازان است. یکی از نکات مثبت عرضه‌ زود هنگام بازی‌ها به صورت Early Access همین بازخوردهایی است که بازی از سوی بازیبازان دریافت می‌کند و فرصت خوبی را برای سازندگان ایجاد می‌کند که بدانند بازی‌شان چه نواقص و کمبودهایی دارد تا سعی کنند تا زمان عرضه نسخه کامل بازی آن‌‎‎ها را برطرف کنند. تجربه‌ بازی با یک کنترلر مناسب (همچون کنترلرهای XBOX 360 یا XBOX ONE) هم بسیار لذت‌بخش‌تر از تجربه‌ بازی به وسیله‌ صفحه کلید است و توصیه می‌شود که در صورت امکان، حتماً از یک کنترلر مناسب برای تجربه‌ بازی استفاده کنید، چرا که کنترل خودروها به وسیله صفحه کلید بسیار سخت‌تر است. بازی از ست‌های فرمان و پدال هم پشتیبانی می‌کند و تجربه‌ بازی با آن لوازم هم بسیار جالب خواهد بود. در کل، هندلینگ خودروها بسیار خوب بوده و در کنترل خودروها مشکلی وجود ندارد و DiRT Rally بر خلاف بسیاری از عناوین Racing که از مشکلاتی در این زمینه رنج می‌برند، توانسته به خوبی یک سیستم هندلینگ روان و دوست‌داشتنی را در بازی پیاده کند.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/DiRTRallyracing/11.jpg",
        "_id": {
          "$oid": "65e42ca11531a389732f8365"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "اگر خودروی شما صدمه ببیند هم به چشم خواهید دید که خودرو صدمه دیده، و هم از ضعیف شدن عملکرد آن متوجه می‌شوید که خودروی شما صدمه دیده است؛ و این موضوع به خاطر فیزیک عالی خودروها در بازی است و توجه سازندگان به این مسئله که صدمه دیدن خودرو تنها بر روی ظاهر آن تاثیر نمی‌گذارد و عملکرد خودرو را هم به همان نسبت تحت الشعاع قرار خواهد داد. این موضوع باعث می‌شود شما نهایت دقت را در سالم نگه داشتن خودروی خود در جریان مسابقات به خرج دهید چرا که اگر خودروی شما صدمه ببیند، برای تعمیرش هم باید وقت بگذارید و هم هزینه کنید. البته این سیستم تخریب پذیری خودرو در عناوین قبلی Codemasters هم به کار رفته بود اما اکنون به تکامل رسیده و به بهترین شکل ممکن از آب در آمده است.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/DiRTRallyracing/7.png",
        "_id": {
          "$oid": "65e42ca11531a389732f8366"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "برای کسانی هم که دنبال رقابت‌های PvP هستند، بخش Rallycross ایده آل است. همچنین مسابقات روزانه، هفتگی و ماهانه‌ای هم برگزار می‌شود که می‌توانید در آن‌ها شرکت کنید و ببینید که در میان بازیبازان دیگر، چه رتبه و وضعیتی دارید. همچنین نوعی لیگ را هم در بازی می‌توان درست کرد که در آن می‌توانید قوانین، نوع مسابقات و … را تعیین کنید و دوستان‌تان را دعوت کنید تا در آن شرکت کنند. همچنین قرار است بسته‌های الحاقی و به روز رسانی‌های متعددی برای بازی منتشر شود که مسلماً به هرچه بیشتر شدن محتوای بازی کمک خواهد کرد.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/DiRTRallyracing/8.jpg",
        "_id": {
          "$oid": "65e42ca11531a389732f8367"
        }
      }
    ],
    "score": 5,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/DiRTRallyracing/3.jpg",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/DiRTRallyracing/1.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2023-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        "بازی از فیزیک واقع‌گرایانه‌ای برخوردار است که به بازیکنان احساس واقعیت رانندگی در مسابقات رالی را می‌دهد.",
        "بازی شامل محیط‌های مختلفی مانند جاده‌های کوهستانی، جلیقه‌های برفی و جاده‌های خاکی است که تجربه‌ی مسابقه در محیط‌های متفاوت را فراهم می‌کند.",
        "بازی شامل چالش‌های مختلفی است که از بازیکنان مهارت‌های مختلفی را در رانندگی در شرایط مختلف آزمایش می‌کند."
      ],
      "negative": [
        "بازی بسیار سخت و چالش‌برانگیز است و ممکن است برای بازیکنان تازه‌کار بیش از حد سخت باشد",
        "برای کسب مهارت در بازی، نیاز به تمرین زیاد و صبر است که ممکن است برخی از بازیکنان را دلسرد کند.",
        "کنترل‌های بازی ممکن است برای برخی از بازیکنان پیچیده و دشوار باشد، به خصوص برای کسانی که از قبل بازی‌های ماشینی با کنترل‌های پیچیده آشنا نیستند",
        "بازی ممکن است در حالت‌های چندنفره کمی محدودیت داشته باشد و تنوع کمی در این بخش داشته باشد."
      ]
    },
    "createAt": {
      "$date": "2024-03-03T07:54:09.548Z"
    }
  },
  {
    "_id": {
      "$oid": "65e42df91531a389732f8369"
    },
    "name": "roboCop: rogue city",
    "description": "خیلی از ما فکر می‌کردیم که بازی روبوکاپ با عنوان RoboCop: Rogue City قرار است به‌یکی دیگر از بازی‌های بد امسال تبدیل شود. خیلی‌ها از جمله خودم که این نقد را می‌نویسم، بازی روبوکاپ را در گروه محصولاتی همچون Lord of the Rings: Golum قرار می‌دادیم و آن را جدی نمی‌گرفتیم. بعد از تجربه‌ی بازی روبوکاپ اما، از اینکه چنین اثری را هم‌رده با فجایعی همچون گالم می‌دانستم، احساس شرم و پشیمانی دارم؛ از جنس همان شرمی که افسر آن لوییس (Anne Lewis) در زمان کشته شدن الکس مورفی، رها کردن جسم بی‌جان مورفی و مواجه شدن با کالبد آهنین و ربات‌گونه همکار سابقش که نام «پلیس آهنی» را یدک می‌کشید، آن را حس می‌کرد. RoboCop: Rogue City در استودیو لهستانی Teyon توسعه یافته است. تیمی که با ساخت محصولاتی همچون بازی Rambo: The Video Game، بازی Terminator: Resistance و کوهی از ویدیوگیم‌های متوسطِ روبه‌پایین دیگر، سراغ یکی دیگر از قهرمانانِ اکشن هالیوود دهه ۸۰ رفته است. در نگاه اول می‌توانیم به‌خودمان حق بدهیم که نسبت‌به کیفیت محصول نهایی تردید داشته باشیم. مخصوصا امسال که در میان ویدیوگیم‌های معرکه‌ی پرتعدادش، بازی‌های بد عجیبی را نیز به‌خودش می‌دید. در این مطلب اما بررسی می‌کنیم که چطور بازی RoboCop: Rogue City برخلاف چیزی که از آن گمان می‌رفت، توانست کیلومترها فراتر از انتظارات ظاهر شود. همراه زومجی باشید.",
    "genre": ["racing", "sports"],
    "platform": ["playstation", "pc", "xbox"],
    "bannerImage": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/banner/RoboCopRogueCity%20/1.jpg",
    "story": [
      {
        "title": "The Start Way 1",
        "description": "داستان بازی روبوکاپ در بازه زمانی مابین فیلم دوم و سوم از این مجموجه جریان دارد. حضور تهدیدی پنهان در شهر دیترویت، روبوکاپ و افسرْ آن لوییس دوست‌داشتنی را دوباره به‌خیابان‌های شهر می‌کشاند. اسکلت داستان بازی دقیقا با تکیه‌بر همان کلیشه‌های آشنای فیلم‌ پلیسی/اکشن‌های دهه‌ی ۸۰ بنا شده است؛ اما چیزی که داستان‌سرایی این اثر را ارزشمند می‌کند، ترکیب جزئیات و ریزه‌کاری‌های داستانی است. سه مولفه اساسی وجود دارند که قصه بازی روبوکاپ را جذاب و باکیفیت کرده‌اند",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/RoboCopRogueCity%20/4.jpg",
        "_id": {
          "$oid": "65e42df91531a389732f836a"
        }
      },
      {
        "title": "The Start Way 2",
        "description": "همانطور که پیش‌تر هم ذکر شد، در مقیاس کلی شاید قصه RoboCop: Rogue City یادآور کلیشه‌های دهه ۸۰ هالیوود باشد اما به‌لطف روایت جذاب اثر، بازیکن به‌مرور با داستان بازی درگیر شده و اتفاقات آن برایش مهم می‌شود. بازی روبوکاپ از همان ساعات آغازین مشخص می‌کند که قصه برایش اهمیت دارد و برخلاف اکثر محصولات این روزهای بازار شوتر که کلا بی‌خیال قصه و روایت می‌شوند، روبوکاپ از همان آغاز، تکلیف مخاطبش را معلوم کرده و مشخص می‌کند که یک بازی داستان‌محور واقعی است. در طی داستان ۱۷ الی ۲۰ ساعته‌ی اثر، بازی از طریق جای‌گذاری حساب‌شده‌ی پیچش‌ها و اتفاقات غیرقابل پیش‌بینی، موفق می‌شود تا گیمر را به‌گمانه‌زنی وادار کرده و او را با داستانش درگیر کند.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/RoboCopRogueCity%20/5.jpg",
        "_id": {
          "$oid": "65e42df91531a389732f836b"
        }
      },
      {
        "title": "The Start Way 3",
        "description": "مکمل این روایت جذاب، شخصیت‌هایی هستند که پرداخت بسیار خوبی دارند و به‌اتفاقات داستان بازی وزن می‌دهند. کاراکترهای موجود در قصه بازی ترکیبی از شخصیت‌های سه‌گانه سینمایی روبوکاپ و افرادی تازه هستند که فقط در این بازی آن‌ها را می‌بینیم. به‌لطف نویسندگی قابل قبول بازی، چه شخصیت‌های آشنا همچون آن لوییس که از فیلم‌های روبوکاپ به‌این بازی منتقل شده و چه کاراکترهایی که در دل این ویدیوگیم خلق شده‌اند، همگی پرداخت خوبی دارند و در طی درگیری مخاطب‌با اتفاقات قصه، به‌روند داستان‌سرایی اثر ملحق می‌شوند. پرداخت شخصیتِ روبوکاپ/الکس مورفی را می‌توانیم اوج عملکرد نویسندگان بازی در پردازش کاراکترها بدانیم. دست گذاشتن روی ماهیت دوگانه انسان/ماشین روبوکاپ و ایجاد موفقیت‌آمیز یک درگیری درونی در ناخودآگاه قهرمان قصه، لحظاتی جذاب را خلق کرده و به‌ایجاد هم‌حسی مابین مخاطب و پروتاگونیست (قهرمان قصه) منجر می‌شود. ",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/RoboCopRogueCity%20/6.jpg",
        "_id": {
          "$oid": "65e42df91531a389732f836c"
        }
      },
      {
        "title": "The Start Way 4",
        "description": "نویسندگان بازی اما فقط بخشی از کاراکتر الکس مورفی/روبوکاپ را پرداخت می‌کنند؛ چرا که بخش دیگری از این پازل تنها به‌دست بازیکن تکمیل می‌شود. تصمیمات بازیکن پیرامون اتفاقات مختلف بازی نه‌تنها بر روال قصه‌سرایی و پایان‌بندی اثر تاثیر می‌گذارند، بلکه درونیات الکس مورفی را هم تعیین می‌کنند. این بازیکن است که مشخص می‌کند الکس مورفی  به‌سمت «ماشین بودن» متمایل شود یا به‌سمت «انسان بودن». این تصمیمات بازیکن است که سرنوشت دیترویت و تقریبا تمام شهروندان حاضر در این شهر را تعیین می‌کند. و این بازیکن است که در پایان، عواقب تصمیمات و رفتارهایش نسبت‌به شخصیت‌ها، جریان‌های سیاسی و بیشتر را می‌بیند. قصه بازی که در اکثر اوقات و به‌شکلی تحسین‌برانگیز لحظات به‌یادماندنی از سه‌گانه روبوکاپ را بازسازی می‌کند، روایتی کاملا جدی‌تر از فیلم‌های پلیس آهنی است که به‌لطف پرداخت خوب شخصیت‌ها، قصه‌سرایی باکیفیت و ایجاد روندی تعاملی بین اتفاقات قصه و تصمیم گیمر، سربلندانه از پس ترسیم ماجراجویی‌های روبوکاپ در مدیوم گیم برمی‌آید؛ به‌طوری که اگر بازی RoboCop: Rogue City را همان «روبوکاپ ۳» از سه‌گانه سینمایی درنظر گرفته و آن فیلم عجیب و غریب را به‌کل نادیده بگیریم، هرگز اشتباه نکرده‌ایم.",
        "image": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/story/RoboCopRogueCity%20/6.jpg",
        "_id": {
          "$oid": "65e42df91531a389732f836d"
        }
      }
    ],
    "score": 4,
    "trailer": {
      "poster": "https://wenbstorage.storage.iran.liara.space/webgame/image/game/trailer/RoboCopRogueCity%20/2.jpg",
      "url": "https://wenbstorage.storage.iran.liara.space/webgame/video/game/trailer/RoboCopRogueCity%20/1.mp4"
    },
    "gallery": [],
    "releaseYear": {
      "$date": "2023-01-31T00:00:00.000Z"
    },
    "review": {
      "positive": [
        " صداگذاری و دوبلاژ بسیار خوب",
        "روایت قصه و پرداخت شخصیت‌ها",
        "طراحی خوب مراحل اصلی و جانبی",
        " سیستم تیراندازی لذت‌بخش و چالش‌برانگیز",
        " اتمسفرسازی و نورپردازی عالی شهر دیترویت",
        "طراحی بسیار خوب محیط، کاراکترها و رابط کاربری",
        "تاثیر تصمیمات بازیکن روی پایان‌بندی، سرنوشت شخصیت‌ها و جهانِ بازی"
      ],
      "negative": [
        " حضور بسیار کم‌رنگ موسیقی در متن تجربه بازی",
        " باگ‌ و افت‌ فریم‌های پرتعداد و تاثیرگذار بر روند بازی"
      ]
    },
    "createAt": {
      "$date": "2024-03-03T07:59:53.320Z"
    }
  }
]
